Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# minimalisticInterfaceDescription
source: Easy to navigate interface with focus on user experience and readability.
ar: واجهة سهلة التنقل مع التركيز على تجربة المستخدم والقراءة.
az: İstifadəçi təcrübəsinə və oxunaqlılığa fokuslanmış, asan naviqasiyalı interfeys.
bn: সহজ নেভিগেশন ইন্টারফেস ইউজার এক্সপিরিয়েন্স এবং পড়ার উপর ফোকাস সহ।
de: Leicht zu navigierende Benutzeroberfläche mit Fokus auf Benutzererfahrung und Lesbarkeit.
es: Interfaz fácil de navegar con enfoque en la experiencia del usuario y legibilidad.
fa: رابط آسان برای ناوبری با تمرکز بر تجربه کاربر و خوانایی.
fr: Interface facile à naviguer avec un focus sur l'expérience utilisateur et la lisibilité.
hi: आसान नेविगेशन इंटरफेस यूजर एक्सपीरियंस और पढ़ने पर फोकस के साथ।
id: Antarmuka mudah dinavigasi dengan fokus pada pengalaman pengguna dan keterbacaan.
it: Interfaccia facile da navigare con focus sull'esperienza utente e la leggibilità.
ja: ユーザーエクスペリエンスと読みやすさに重点を置いた、ナビゲートしやすいインターフェース。
kk: Пайдаланушы тәжірибесі және оқуға назар аударатын оңай шарлау интерфейсі.
ko: 사용자 경험과 가독성에 초점을 맞춘 탐색하기 쉬운 인터페이스.
ku: Navrûya hêsan a navîgasyonê ku balê dikişîne ser ezmûna bikarhêner û xwendinê.
ms: Antara muka mudah dinavigasi dengan fokus pada pengalaman pengguna dan kebolehbacaan.
pa: ਯੂਜ਼ਰ ਅਨੁਭਵ ਅਤੇ ਪੜ੍ਹਨਯੋਗਤਾ ਤੇ ਧਿਆਨ ਨਾਲ ਆਸਾਨ ਨੈਵੀਗੇਸ਼ਨ ਇੰਟਰਫੇਸ।
ps: د اسان نیویګیشن انټرفیس د کاروونکي تجربه او لوستلو تمرکز سره.
pt: Interface de fácil navegação com foco na experiência do usuário e legibilidade.
ru: Легкий в навигации интерфейс с фокусом на пользовательский опыт и читаемость.
sw: Muundo rahisi wa kushughulikia na umakini kwa uzoefu wa mtumiaji na usomaji.
ta: பயனர் அனுபவம் மற்றும் வாசிப்புத்திறனில் கவனம் செலுத்தி எளிதாக வழிசெலுத்தக்கூடிய இடைமுகம்.
tr: Kullanıcı deneyimine ve okunabilirliğe odaklanan kolay gezinme arayüzü.
ug: ئىشلەتكۈچى تەجرىبىسى ۋە ئوقۇشقا ئەھمىيەت بېرىلگەن، باشقۇرۇش ئاسان كۆرۈنمە يۈزى.
ur: یوزر تجربے اور پڑھنے کی آسانی پر توجہ کے ساتھ نیویگیٹ کرنے میں آسان انٹرفیس۔
vi: Giao diện dễ điều hướng, tập trung vào trải nghiệm người dùng và tính dễ đọc.
zh: 易于导航的界面，专注于用户体验和可读性。

# optimizedPerformanceTitle
source: Optimized Performance & Size
ar: أداء محسن وحجم
az: Optimallaşdırılmış Performans və Ölçü
bn: অপটিমাইজড পারফরম্যান্স এবং সাইজ
de: Optimierte Leistung & Größe
es: Rendimiento y tamaño optimizados
fa: عملکرد و اندازه بهینه‌شده
fr: Performance et taille optimisées
hi: ऑप्टिमाइज्ड परफॉर्मेंस और साइज
id: Performa & Ukuran yang Dioptimalkan
it: Prestazioni e dimensioni ottimizzate
ja: 最適化されたパフォーマンスとサイズ
kk: Оңтайландырылған өнімділік және өлшем
ko: 최적화된 성능 및 크기
ku: Performans û Mezinahiya Optîmîzekirî
ms: Prestasi & Saiz Dioptimumkan
pa: ਅਨੁਕੂਲਿਤ ਪ੍ਰਦਰਸ਼ਨ ਅਤੇ ਸਾਈਜ਼
ps: بهینه شوې کارکردګي او اندازه
pt: Desempenho e Tamanho Otimizados
ru: Оптимизированная производительность и размер
sw: Utendaji Ulioboreshwa & Ukubwa
ta: உகந்த செயல்திறன் & அளவு
tr: Optimize Edilmiş Performans & Boyut
ug: يۇقىرى ئۈنۈملۈك ئىقتىدار ۋە چوڭ-كىچىكلىك
ur: آپٹمائزڈ پرفارمنس اور سائز
vi: Hiệu suất & Kích thước được tối ưu hóa
zh: 优化性能与大小

# optimizedPerformanceDescription
source: A feature-rich application designed to be lightweight and performant.
ar: تطبيق غني بالميزات مصمم ليكون خفيف الوزن وفعال.
az: Yüngül və yüksək performanslı olması üçün nəzərdə tutulmuş zəngin funksiyalı bir tətbiq.
bn: ফিচার-রিচ অ্যাপ্লিকেশন যা লাইটওয়েট এবং পারফরম্যান্ট ডিজাইন করা।
de: Eine funktionsreiche Anwendung, die leichtgewichtig und leistungsstark konzipiert wurde.
es: Una aplicación rica en funciones diseñada para ser ligera y de alto rendimiento.
fa: یک برنامه غنی از ویژگی که سبک و کارآمد طراحی شده است.
fr: Une application riche en fonctionnalités conçue pour être légère et performante.
hi: फीचर-रिच ऐप जो लाइटवेट और परफॉर्मेंट है।
id: Aplikasi kaya fitur yang dirancang ringan dan berkinerja tinggi.
it: Un'applicazione ricca di funzionalità progettata per essere leggera e performante.
ja: 軽量で高性能に設計された、機能豊富なアプリケーション。
kk: Мүмкіндіктері мол қолданба жеңіл және өнімді болу үшін жасалған.
ko: 가볍고 성능이 뛰어나도록 설계된 기능이 풍부한 애플리케이션입니다.
ku: Serîlêdanek bi taybetmendiyên dewlemend ku ji bo sivik û performans be hatî sêwirandin.
ms: Aplikasi kaya ciri direka untuk ringan dan berprestasi.
pa: ਇੱਕ ਫੀਚਰ-ਰਿਚ ਐਪਲੀਕੇਸ਼ਨ ਜੋ ਹਲਕੀ ਅਤੇ ਪ੍ਰਦਰਸ਼ਨਸ਼ੀਲ ਬਣਾਈ ਗਈ ਹੈ।
ps: یو فیچر بډایه اپلیکیشن چې لږ وزن او کارکردګي لپاره ډیزاین شوی.
pt: Uma aplicação rica em recursos, projetada para ser leve e performática.
ru: Функциональное приложение, разработанное чтобы быть легким и производительным.
sw: Programu yenye vipengele vingi iliyoundwa kuwa nyepesi na yenye utendaji mzuri.
ta: இலகுரகமாகவும் செயல்திறன் மிக்கதாகவும் வடிவமைக்கப்பட்ட அம்சம் நிறைந்த பயன்பாடு.
tr: Özellik dolu bir uygulama, hafif ve performant olacak şekilde tasarlandı.
ug: يېنىك ۋە يۇقىرى ئۈنۈملۈك بولۇش ئۈچۈن لايىھەلەنگەن كۆپ ئىقتىدارلىق ئەپ.
ur: ایک فیچر سے بھرپور ایپلیکیشن جو ہلکی اور پرفارمنٹ ہونے کے لیے ڈیزائن کی گئی ہے۔
vi: Một ứng dụng giàu tính năng được thiết kế để nhẹ và có hiệu suất cao.
zh: 一款功能丰富的应用，设计为轻量级和高性能。

source: Language Support
ar: دعم اللغات
az: Dil Dəstəyi
bn: ভাষা সাপোর্ট
de: Sprachunterstützung
es: Soporte de idiomas
fa: پشتیبانی زبان
fr: Support linguistique
hi: भाषा सपोर्ट
id: Dukungan Bahasa
it: Supporto linguistico
ja: 言語サポート
kk: Тіл қолдауы
ko: 언어 지원
ku: Piştgiriya Ziman
ms: Sokongan Bahasa
pa: ਭਾਸ਼ਾ ਸਪੋਰਟ
ps: د ژبې ملاتړ
pt: Suporte a Idiomas
ru: Поддержка языков
sw: Usaidizi wa Lugha
ta: மொழி ஆதரவு
tr: Dil Desteği
ug: تىل قوللاش
ur: زبان کی سپورٹ
vi: Hỗ trợ ngôn ngữ
zh: 语言支持

# languageSupportDescription
source: This application is designed to be accessible to a global audience with support for the following languages (and more are continuously being added):
ar: تم تصميم هذا التطبيق ليكون متاحًا لجمهور عالمي مع دعم اللغات التالية (ومزيد منها يتم إضافته باستمرار):
az: Bu tətbiq qlobal auditoriya üçün əlçatan olması məqsədi ilə aşağıdakı dilləri dəstəkləyir (və davamlı olaraq daha çoxu əlavə edilir):
bn: এই অ্যাপ্লিকেশন বিশ্বব্যাপী অ্যাক্সেসিবল হওয়ার জন্য ডিজাইন করা, নিম্নলিখিত ভাষাসমূহ সাপোর্ট করে (এবং আরও যোগ হচ্ছে):
de: Diese Anwendung ist so konzipiert, dass sie für ein globales Publikum zugänglich ist und die folgenden Sprachen unterstützt (und weitere werden kontinuierlich hinzugefügt):
es: Esta aplicación está diseñada para ser accesible a una audiencia global con soporte para los siguientes idiomas (y se agregan más continuamente):
fa: این برنامه برای مخاطبان جهانی با پشتیبانی از زبان‌های زیر طراحی شده است (و بیشتر به طور مداوم اضافه می‌شود):
fr: Cette application est conçue pour être accessible à un public mondial avec support pour les langues suivantes (et d'autres sont ajoutées en continu) :
hi: यह ऐप ग्लोबल ऑडियंस के लिए डिजाइन किया गया है इन भाषाओं में सपोर्ट के साथ (और और जोड़े जा रहे हैं):
id: Aplikasi ini dirancang untuk dapat diakses oleh audiens global dengan dukungan bahasa berikut (dan lebih banyak lagi terus ditambahkan):
it: Questa applicazione è progettata per essere accessibile a un pubblico globale con supporto per le seguenti lingue (e altre vengono aggiunte continuamente):
ja: このアプリケーションは、以下の言語をサポートすることで、世界中のユーザーが利用できるように設計されています（さらに継続的に追加されています）：
kk: Бұл қолданба жаһандық аудиторияға қолжетімді болу үшін келесі тілдерді қолдайды (және қосымшалары үздіксіз қосылуда):
ko: 이 애플리케이션은 다음 언어를 지원하여 전 세계 사용자가 접근할 수 있도록 설계되었습니다 (더 많은 언어가 계속 추가될 예정입니다):
ku: Ev serîlêdan ji bo temaşevanên gerdûnî bi piştgiriya zimanên jêrîn hatiye sêwirandin (û yên din bi berdewamî têne zêdekirin):
ms: Aplikasi ini direka untuk boleh diakses oleh khalayak global dengan sokongan untuk bahasa berikut (dan lebih banyak ditambah secara berterusan):
pa: ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਵਿਸ਼ਵ ਵਿਆਪੀ ਦਰਸ਼ਕਾਂ ਲਈ ਪਹੁੰਚਯੋਗ ਬਣਾਈ ਗਈ ਹੈ ਜਿਸ ਵਿੱਚ ਹੇਠ ਲਿਖੀਆਂ ਭਾਸ਼ਾਵਾਂ ਲਈ ਸਪੋਰਟ ਹੈ (ਅਤੇ ਹੋਰ ਨਿਰੰਤਰ ਜੋੜੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ):
ps: دا اپلیکیشن د نړیوال لیدونکو لپاره د لاسرسي لپاره ډیزاین شوی دی د لاندې ژبو ملاتړ سره (او نور په دوامداره توګه اضافه کیږي):
pt: Esta aplicação foi projetada para ser acessível a um público global com suporte para os seguintes idiomas (e mais estão sendo continuamente adicionados):
ru: Это приложение предназначено для глобальной аудитории с поддержкой следующих языков (и добавляются еще):
sw: Programu hii imeundwa ili iweze kufikiwa na hadhira ya kimataifa na usaidizi wa lugha zifuatazo (na zaidi zinaongezwa mara kwa mara):
ta: இந்த பயன்பாடு பின்வரும் மொழிகளுக்கான ஆதரவுடன் உலகளாவிய பார்வையாளர்களுக்கு அணுகக்கூடியதாக வடிவமைக்கப்பட்டுள்ளது (மேலும் பல தொடர்ந்து சேர்க்கப்படுகின்றன):
tr: Bu uygulama küresel bir kitleye erişilebilir olacak şekilde tasarlandı ve şu dilleri destekliyor (ve daha fazlası sürekli ekleniyor):
ug: بۇ ئەپ تۆۋەندىكى تىللارنى قوللاش ئارقىلىق دۇنياۋى ئابونتلارغا قۇلايلىق بولۇش ئۈچۈن لايىھەلەنگەن (ۋە تېخىمۇ كۆپلىرى ئۈزلۈكسىز قوشۇلۇۋاتىدۇ):
ur: یہ ایپلیکیشن عالمی سامعین کے لیے قابل رسائی ہونے کے لیے ڈیزائن کی گئی ہے جس میں درج ذیل زبانوں کی سپورٹ ہے (اور مزید مسلسل شامل کی جا رہی ہیں):
vi: Ứng dụng này được thiết kế để có thể truy cập bởi khán giả toàn cầu với sự hỗ trợ cho các ngôn ngữ sau (và nhiều ngôn ngữ khác đang được thêm vào liên tục):
zh: 此应用旨在为全球观众提供支持，以下语言（并持续添加更多）：

# technologyAndResources
source: Technology & Resources
ar: التكنولوجيا والموارد
az: Texnologiya və Resurslar
bn: টেকনোলজি এবং রিসোর্স
de: Technologie & Ressourcen
es: Tecnología y recursos
fa: فناوری و منابع
fr: Technologie et ressources
hi: टेक्नोलॉजी और रिसोर्स
id: Teknologi & Sumber Daya
it: Tecnologia e risorse
ja: 技術とリソース
kk: Технология және ресурстар
ko: 기술 및 자료
ku: Teknolojî & Çavkanî
ms: Teknologi & Sumber
pa: ਤਕਨਾਲੋਜੀ ਅਤੇ ਸਰੋਤ
ps: ټیکنالوژي او وسایل
pt: Tecnologia e Recursos
ru: Технологии и ресурсы
sw: Teknolojia & Rasilimali
ta: தொழில்நுட்பம் & வளங்கள்
tr: Teknoloji & Kaynaklar
ug: تېخنىكا ۋە مەنبەلەر
ur: ٹیکنالوجی اور وسائل
vi: Công nghệ & Tài nguyên
zh: 技术和资源

# technologyAndResourcesDescription
source: This app is built using cutting-edge technologies and reliable resources:
ar: تم بناء هذا التطبيق باستخدام تقنيات حديثة وموارد موثوقة:
az: Bu tətbiq ən son texnologiyalar və etibarlı resurslardan istifadə edilərək yaradılmışdır:
bn: এই অ্যাপ কাটিং-এজ টেকনোলজি এবং নির্ভরযোগ্য রিসোর্স ব্যবহার করে তৈরি:
de: Diese App wurde unter Verwendung modernster Technologien und zuverlässiger Ressourcen entwickelt:
es: Esta app se construye usando tecnologías de vanguardia y recursos confiables:
fa: این برنامه با استفاده از فناوری‌های پیشرفته و منابع معتبر ساخته شده است:
fr: Cette app est construite avec des technologies de pointe et des ressources fiables :
hi: यह ऐप कटिंग-एज टेक्नोलॉजी और भरोसेमंद रिसोर्स से बना है:
id: Aplikasi ini dibangun menggunakan teknologi mutakhir dan sumber daya terpercaya:
it: Questa app è costruita utilizzando tecnologie all'avanguardia e risorse affidabili:
ja: このアプリは、最先端の技術と信頼性の高いリソースを使用して構築されています：
kk: Бұл қолданба заманауи технологиялар және сенімді ресурстармен жасалған:
ko: 이 앱은 최첨단 기술과 신뢰할 수 있는 자료를 사용하여 제작되었습니다:
ku: Ev sepan bi karanîna teknolojiyên pêşkeftî û çavkaniyên pêbawer hatî çêkirin:
ms: Aplikasi ini dibina menggunakan teknologi canggih dan sumber yang boleh dipercayai:
pa: ਇਹ ਐਪ ਅੱਤ ਅਧੁਨਿਕ ਤਕਨਾਲੋਜੀਆਂ ਅਤੇ ਭਰੋਸੇਯੋਗ ਸਰੋਤਾਂ ਨਾਲ ਬਣਾਈ ਗਈ ਹੈ:
ps: دا اپلیکیشن د پرمختللي ټیکنالوژیو او معتبر وسایلو په کارولو جوړ شوی دی:
pt: Este aplicativo é construído usando tecnologias de ponta e recursos confiáveis:
ru: Это приложение построено с использованием передовых технологий и надежных ресурсов:
sw: App hii imejengwa kwa kutumia teknolojia za kisasa na rasilimali za kuaminika:
ta: இந்த செயலி அதிநவீன தொழில்நுட்பங்கள் மற்றும் நம்பகமான வளங்களைப் பயன்படுத்தி உருவாக்கப்பட்டுள்ளது:
tr: Bu uygulama son teknoloji ve güvenilir kaynaklar kullanılarak yapıldı:
ug: بۇ ئەپ ئەڭ يېڭى تېخنىكىلار ۋە ئىشەنچلىك مەنبەلەردىن پايدىلىنىپ ياسالغان:
ur: یہ ایپ جدید ٹیکنالوجیز اور قابل اعتماد وسائل کا استعمال کرتے ہوئے بنائی گئی ہے:
vi: Ứng dụng này được xây dựng bằng các công nghệ tiên tiến và các tài nguyên đáng tin cậy:
zh: 此应用使用前沿技术和可靠资源构建：

# flutterFrameworkTitle
source: Flutter Framework
ar: إطار عمل فلاتر
az: Flutter Freymvorku
bn: ফ্লাটার ফ্রেমওয়ার্ক
es: Framework Flutter
fa: چارچوب فلاتر
fr: Framework Flutter
hi: फ्लटर फ्रेमवर्क
id: Framework Flutter
it: Framework Flutter
ja: Flutter フレームワーク
kk: Flutter фреймворк
ko: 플러터 프레임워크
ku: Çarçoveya Flutter
ms: Kerangka Flutter
pa: ਫਲੱਟਰ ਫਰੇਮਵਰਕ
ps: فلوټر فریم ورک
pt: Framework Flutter
ru: Фреймворк Flutter
sw: Mfumo wa Flutter
tr: Flutter Çerçevesi
ug: Flutter رامكىسى
ur: فلٹر فریم ورک
vi: Khung Flutter
zh: Flutter 框架

# flutterFrameworkDescription
source: Built with Flutter for a beautiful, natively compiled, multi-platform experience from a single codebase.
ar: مبني باستخدام فلاتر لتجربة جميلة، مترجمة أصلاً، متعددة المنصات من قاعدة كود واحدة.
az: Vahid kod bazasından gözəl, nativ kompilyasiya edilmiş, çoxplatformalı təcrübə üçün Flutter ilə yaradılmışdır.
bn: ফ্লাটার দিয়ে তৈরি সুন্দর, নেটিভলি কম্পাইল্ড, মাল্টি-প্ল্যাটফর্ম এক্সপিরিয়েন্স একটা সিঙ্গেল কোডবেস থেকে।
de: Entwickelt mit Flutter für ein schönes, nativ kompiliertes, plattformübergreifendes Erlebnis aus einer einzigen Codebasis.
es: Construida con Flutter para una experiencia hermosa, compilada nativamente y multiplataforma desde un solo código base.
fa: ساخته‌شده با فلاتر برای تجربه زیبا، کامپایل‌شده محلی، چندپلتفرمی از یک کدبیس واحد.
fr: Construite avec Flutter pour une expérience belle, compilée nativement, multiplateforme à partir d'une base de code unique.
hi: फ्लटर से बना ब्यूटीफुल, नेटिवली कंपाइल्ड, मल्टी-प्लेटफॉर्म एक्सपीरियंस सिंगल कोडबेस से।
id: Dibangun dengan Flutter untuk pengalaman indah, dikompilasi secara native, multi-platform dari satu basis kode.
it: Costruita con Flutter per un'esperienza multipiattaforma bella, compilata in modo nativo, da un'unica base di codice.
ja: 単一のコードベースから美しく、ネイティブにコンパイルされたマルチプラットフォーム体験を実現するためにFlutterで構築されています。
kk: Бір код базасынан әдемі, жергілікті компиляцияланған, көпплатформалық тәжірибе үшін Flutter-мен жасалған.
ko: 단일 코드베이스에서 아름답고, 네이티브로 컴파일된, 멀티플랫폼 경험을 제공하기 위해 플러터로 제작되었습니다.
ku: Bi Flutter re ji bo ezmûnek pir-platformî ya bedew, bi xwecihî berhevkirî, ji yek bingehek kodê hatî çêkirin.
ms: Dibina dengan Flutter untuk pengalaman indah, dikompil asli, pelbagai platform dari kod tunggal.
pa: ਫਲੱਟਰ ਨਾਲ ਬਣਾਈ ਗਈ ਇੱਕ ਸੁੰਦਰ, ਨੇਟਿਵਲੀ ਕੰਪਾਇਲਡ, ਮਲਟੀ-ਪਲੇਟਫਾਰਮ ਅਨੁਭਵ ਲਈ ਇੱਕ ਸਿੰਗਲ ਕੋਡਬੇਸ ਤੋਂ।
ps: د فلوټر سره جوړ شوی د یو ښکلي، په اصلي توګه کمپایل شوي، څو پلیټفارم تجربه لپاره د یوې واحد کوډ بیس څخه.
pt: Construído com Flutter para uma experiência bonita, compilada nativamente e multiplataforma a partir de um único código-base.
ru: Построено на Flutter для красивого, нативно компилируемого, мультиплатформенного опыта из единой кодовой базы.
sw: Imejengwa na Flutter kwa uzoefu mzuri, uliokusanywa asili, wa vifaa vingi kutoka kwa msingi mmoja wa kodi.
ta: ஒற்றைக் குறியீட்டுத் தளத்திலிருந்து அழகான, இயல்பாகத் தொகுக்கப்பட்ட, பல-தள அனுபவத்திற்காக Flutter மூலம் உருவாக்கப்பட்டது.
tr: Tek bir kod tabanından güzel, yerel derlenmiş, çoklu platform deneyimi için Flutter ile yapıldı.
ug: بىر كود ئاساسىدىن گۈزەل، يەرلىك تۈزۈلگەن، كۆپ سۇپىلىق تەجرىبە ئۈچۈن Flutter بىلەن ياسالغان.
ur: فلٹر کے ساتھ بنائی گئی ایک خوبصورت، نیٹولی کمپائلڈ، ملٹی پلیٹ فارم تجربے کے لیے ایک سنگل کوڈ بیس سے۔
vi: Được xây dựng bằng Flutter để có trải nghiệm đa nền tảng đẹp mắt, được biên dịch gốc từ một cơ sở mã duy nhất.
zh: 使用 Flutter 构建，提供美丽、本地编译、多平台体验，从单一代码库。

# advancedAudioEngineTitle
source: Advanced Audio Engine
ar: محرك صوت متقدم
az: Qabaqcıl Səs Mühərriki
bn: অ্যাডভান্সড অডিও ইঞ্জিন
de: Fortschrittliche Audio-Engine
es: Motor de audio avanzado
fa: موتور صوتی پیشرفته
fr: Moteur audio avancé
hi: एडवांस्ड ऑडियो इंजन
id: Mesin Audio Canggih
it: Motore audio avanzato
ja: 高度なオーディオエンジン
kk: Кеңейтілген аудио қозғалтқышы
ko: 고급 오디오 엔진
ku: Motora Dengî ya Pêşkeftî
ms: Enjin Audio Canggih
pa: ਅਡਵਾਂਸਡ ਆਡੀਓ ਇੰਜਣ
ps: پرمختللی آډیو انجن
pt: Motor de Áudio Avançado
ru: Продвинутый аудио движок
sw: Injini ya Sauti ya Kina
ta: மேம்பட்ட ஆடியோ இயந்திரம்
tr: Gelişmiş Ses Motoru
ug: ئىلغار ئاۋاز ماتورى
ur: ایڈوانسڈ آڈیو انجن
vi: Công cụ âm thanh nâng cao
zh: 高级音频引擎

# advancedAudioEngineDescription
source: Powered by the `just_audio` and `just_audio_background` Flutter packages for robust audio playback and control.
ar: مدعوم بحزم فلاتر `just_audio` و`just_audio_background` لتشغيل وتحكم صوتي قوي.
az: Güclü səs oxutma və nəzarət üçün `just_audio` və `just_audio_background` Flutter paketləri ilə təchiz edilmişdir.
bn: `just_audio` এবং `just_audio_background` ফ্লাটার প্যাকেজ দিয়ে চালিত শক্তিশালী অডিও প্লেব্যাক এবং কন্ট্রোলের জন্য।
de: Angetrieben durch die Flutter-Pakete `just_audio` und `just_audio_background` für robuste Audiowiedergabe und -steuerung.
es: Impulsado por los paquetes Flutter `just_audio` y `just_audio_background` para reproducción y control de audio robustos.
fa: توسط بسته‌های فلاتر just_audio و just_audio_background برای پخش و کنترل صوتی قوی پشتیبانی می‌شود.
fr: Alimenté par les packages Flutter `just_audio` et `just_audio_background` pour une lecture et un contrôle audio robustes.
hi: just_audio और just_audio_background फ्लटर पैकेज से पावर्ड रॉबस्ट ऑडियो प्लेबैक और कंट्रोल के लिए।
id: Didukung oleh paket Flutter `just_audio` dan `just_audio_background` untuk pemutaran dan kontrol audio yang kuat.
it: Alimentato dai pacchetti Flutter `just_audio` e `just_audio_background` per una riproduzione e un controllo audio robusti.
ja: 堅牢なオーディオ再生と制御のために、Flutterパッケージ「just_audio」と「just_audio_background」を搭載しています。
kk: Мықты аудио ойнату және басқару үшін `just_audio` және `just_audio_background` Flutter пакеттерімен жұмыс істейді.
ko: 강력한 오디오 재생 및 제어를 위해 `just_audio` 및 `just_audio_background` 플러터 패키지를 사용합니다.
ku: Ji hêla pakêtên Flutter `just_audio` û `just_audio_background` ve ji bo lêdan û kontrolkirina dengî ya xurt tê hêz kirin.
ms: Dikuasakan oleh pakej Flutter `just_audio` dan `just_audio_background` untuk main audio kukuh dan kawalan.
pa: ਜਸਟ_ਆਡੀਓ ਅਤੇ ਜਸਟ_ਆਡੀਓ_ਬੈਕਗ੍ਰਾਊਂਡ ਫਲੱਟਰ ਪੈਕੇਜਾਂ ਨਾਲ ਸੰਚਾਲਿਤ ਮਜ਼ਬੂਤ ਆਡੀਓ ਪਲੇਬੈਕ ਅਤੇ ਕੰਟਰੋਲ ਲਈ।
ps: د `just_audio` او `just_audio_background` فلوټر پیکیجونو په واسطه ځواکمن شوی د قوي آډیو پلی بیک او کنټرول لپاره.
pt: Alimentado pelos pacotes Flutter `just_audio` e `just_audio_background` para reprodução e controle de áudio robustos.
ru: Работает на пакетах Flutter `just_audio` и `just_audio_background` для надежного воспроизведения и контроля аудио.
sw: Inaendeshwa na vifurushi vya Flutter `just_audio` na `just_audio_background` kwa uchezaji wa sauti thabiti na udhibiti.
ta: வலுவான ஆடியோ இயக்கம் மற்றும் கட்டுப்பாட்டிற்காக `just_audio` மற்றும் `just_audio_background` Flutter தொகுப்புகளால் இயக்கப்படுகிறது.
tr: Sağlam ses çalma ve kontrol için `just_audio` ve `just_audio_background` Flutter paketleri tarafından desteklenir.
ug: كۈچلۈك ئاۋاز قويۇش ۋە كونترول قىلىش ئۈچۈن «just_audio» ۋە «just_audio_background» Flutter بولاقلىرى تەرىپىدىن قوزغىتىلغان.
ur: just_audio اور just_audio_background فلٹر پیکیجز سے چلنے والا مضبوط آڈیو پلے بیک اور کنٹرول۔
vi: Được cung cấp bởi các gói Flutter `just_audio` và `just_audio_background` để phát và kiểm soát âm thanh mạnh mẽ.
zh: 由 `just_audio` 和 `just_audio_background` Flutter 包提供支持，用于强大的音频播放和控制。

# reliableQuranDataTitle
source: Reliable Quran Data
ar: بيانات قرآن موثوقة
az: Etibarlı Quran Məlumatları
bn: নির্ভরযোগ্য কুরআন ডেটা
de: Zuverlässige Korandaten
es: Datos del Corán confiables
fa: داده‌های قرآن معتبر
fr: Données du Coran fiables
hi: भरोसेमंद कुरान डेटा
id: Data Al-Quran Terpercaya
it: Dati del Corano affidabili
ja: 信頼性の高いコーランデータ
kk: Сенімді Құран деректері
ko: 신뢰할 수 있는 꾸란 데이터
ku: Daneyên Quranê yên Pêbawer
ms: Data Al-Quran Boleh Dipercayai
pa: ਭਰੋਸੇਯੋਗ ਕੁਰਾਨ ਡਾਟਾ
ps: معتبر قرآن ډاټا
pt: Dados Confiáveis do Alcorão
ru: Надежные данные Корана
sw: Data ya Kurani Iliyoaminika
ta: நம்பகமான குர்ஆன் தரவு
tr: Güvenilir Kur'an Verileri
ug: ئىشەنچلىك قۇرئان سانلىق مەلۇماتلىرى
ur: قابل اعتماد قرآن ڈیٹا
vi: Dữ liệu Kinh Qur'an đáng tin cậy
zh: 可靠古兰经数据

# reliableQuranDataDescription
source: Al Quran texts, translations, tafsirs, and audio are sourced from verified open APIs and databases like Quran.com & Everyayah.com.
ar: نصوص القرآن، الترجمات، التفاسير، والصوت مستمدة من واجهات برمجة تطبيقات مفتوحة موثوقة و قواعد بيانات مثل Quran.com وEveryayah.com.
az: əl-Quran mətnləri, tərcümələri, təfsirləri və səsləri Quran.com və Everyayah.com kimi təsdiqlənmiş açıq API-lərdən və məlumat bazalarından əldə edilir.
bn: আল কুরআন টেক্সট, অনুবাদ, তাফসীর, এবং অডিও যাচাইকৃত ওপেন এপিআই এবং ডেটাবেস যেমন Quran.com এবং Everyayah.com থেকে নেয়া।
de: Al-Quran-Texte, Übersetzungen, Tafsire und Audiodaten stammen von verifizierten offenen APIs und Datenbanken wie Quran.com & Everyayah.com.
es: Textos del Corán, traducciones, tafsirs y audio provienen de APIs abiertas verificadas y bases de datos como Quran.com y Everyayah.com.
fa: متن‌های القرآن، ترجمه‌ها، تفسیرها و صدا از APIهای باز معتبر مانند Quran.com و Everyayah.com گرفته شده‌اند.
fr: Les textes, traductions, tafsirs et audio du Coran proviennent d'APIs ouvertes vérifiées et de bases de données comme Quran.com & Everyayah.com.
hi: अल कुरान टेक्स्ट, अनुवाद, तफ़सीर, और ऑडियो वेरीफाइड ओपन APIs और डेटाबेस जैसे Quran.com & Everyayah.com से।
id: Teks Al-Quran, terjemahan, tafsir, dan audio diambil dari API terbuka terverifikasi seperti Quran.com & Everyayah.com.
it: I testi, le traduzioni, i tafsir e l'audio del Corano provengono da API e database aperti e verificati come Quran.com e Everyayah.com.
ja: アル・コーランのテキスト、翻訳、タフスィール、オーディオは、Quran.comやEveryayah.comのような検証済みのオープンAPIやデータベースから提供されています。
kk: Әл Құран мәтіндері, аудармалар, тәпсірлер және аудио расталған ашық API және дерекқорлардан алынған, мысалы Quran.com және Everyayah.com.
ko: 알 꾸란 본문, 번역, 타프시르, 오디오는 Quran.com 및 Everyayah.com과 같은 검증된 오픈 API 및 데이터베이스에서 제공됩니다.
ku: Nivîsên Quranê, werger, tefsîr, û deng ji API-yên vekirî yên pejirandî û databasan wekî Quran.com & Everyayah.com têne girtin.
ms: Teks Al-Quran, terjemahan, tafsir, dan audio diambil dari API terbuka yang disahkan dan pangkalan data seperti Quran.com & Everyayah.com.
pa: ਅਲ ਕੁਰਾਨ ਟੈਕਸਟ, ਅਨੁਵਾਦ, ਤਫਸੀਰ ਅਤੇ ਆਡੀਓ ਪ੍ਰਮਾਣਿਤ ਓਪਨ ਏਪੀਆਈ ਅਤੇ ਡੇਟਾਬੇਸ ਜਿਵੇਂ ਕੁਰਾਨ.ਕਾਮ ਅਤੇ ਏਵਰੀਆਯਾਹ.ਕਾਮ ਤੋਂ ਲਏ ਗਏ ਹਨ।
ps: د القرآن متنونه، ژباړې، تفسیرونه، او آډیو له تصدیق شوي خلاصو APIs او ډاټابیسونو لکه Quran.com او Everyayah.com څخه اخیستل شوي.
pt: Os textos, traduções, tafsires e áudios do Alcorão são provenientes de APIs e bancos de dados abertos e verificados como Quran.com e Everyayah.com.
ru: Тексты Аль-Корана, переводы, тафсиры и аудио взяты из проверенных открытых API и баз данных вроде Quran.com & Everyayah.com.
sw: Nakala za Al Kurani, tafsiri, tafsiri, na sauti zinatoka kwa API na hifadhidata za wazi zilithibitishwa kama Quran.com & Everyayah.com.
ta: அல் குர்ஆன் உரைகள், மொழிபெயர்ப்புகள், தஃப்ஸீர்கள் மற்றும் ஆடியோ ஆகியவை Quran.com & Everyayah.com போன்ற சரிபார்க்கப்பட்ட திறந்த ஏபிஐகள் மற்றும் தரவுத்தளங்களிலிருந்து பெறப்படுகின்றன.
tr: Kur'an metinleri, tercümeler, tefsirler ve sesler, Quran.com & Everyayah.com gibi doğrulanmış açık API'ler ve veritabanlarından alınır.
ug: ئەل قۇرئان تېكىستلىرى، تەرجىمىلىرى، تەپسىرلىرى ۋە ئاۋازلىرى Quran.com & Everyayah.com غا ئوخشاش دەلىللەنگەن ئوچۇق API ۋە سانلىق مەلۇمات ئامبىرىدىن ئېلىنغان.
ur: القرآن کے متن، تراجم، تفاسیر، اور آڈیو تصدیق شدہ اوپن APIs اور ڈیٹا بیسز جیسے Quran.com اور Everyayah.com سے لیے گئے ہیں۔
vi: Văn bản, bản dịch, tafsir và âm thanh của Al Qur'an được lấy từ các API mở và cơ sở dữ liệu đã được xác minh như Quran.com & Everyayah.com.
zh: 古兰经文本、翻译、塔夫西尔和音频来源于验证的开放 API 和数据库，如 Quran.com 和 Everyayah.com。
