Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# tafsirNotAvailable
source: Tafsir is not available for {ayahKey}
ar: التفسير غير متوفر لـ {ayahKey}
az: {ayahKey} üçün təfsir mövcud deyil
bn: {ayahKey} এর জন্য তাফসীর পাওয়া যায়নি
de: Für {ayahKey} ist kein Tafsir verfügbar
es: El tafsir no está disponible para {ayahKey}
fa: تفسیر برای {ayahKey} موجود نیست
fr: Le tafsir n'est pas disponible pour {ayahKey}
hi: {ayahKey} के लिए तफ़सीर उपलब्ध नहीं है
id: Tafsir tidak tersedia untuk {ayahKey}
it: Tafsir non disponibile per {ayahKey}
ja: {ayahKey} のタフスィールはありません
kk: {ayahKey} үшін тәпсір жоқ
ko: {ayahKey}에 대한 타프시르를 찾을 수 없습니다
ku: Tefsîr ji bo {ayahKey} tune ye
ms: Tafsir tidak tersedia untuk {ayahKey}
pa: {ayahKey} ਲਈ ਤਫਸੀਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: تفسیر د {ayahKey} لپاره شتون نلري
pt: Tafsir não está disponível para {ayahKey}
ru: Тафсир недоступен для {ayahKey}
sw: Tafsiri haipatikani kwa {ayahKey}
ta: {ayahKey} வசனத்திற்கு தஃப்ஸீர் இல்லை
tr: {ayahKey} için tefsir mevcut değil
ug: {ayahKey} ئۈچۈن تەپسىر يوق
ur: {ayahKey} کے لیے تفسیر دستیاب نہیں ہے
vi: Tafsir không có sẵn cho {ayahKey}
zh: {ayahKey} 的塔夫西尔不可用

# tafsirFoundAt
source: Tafsir will found at : {anotherAyahLinkKey}
ar: التفسير موجود في: {anotherAyahLinkKey}
az: Təfsir burada tapılacaq: {anotherAyahLinkKey}
bn: তাফসীর পাওয়া যাবে এখানে: {anotherAyahLinkKey}
de: Tafsir befindet sich bei: {anotherAyahLinkKey}
es: El tafsir se encuentra en: {anotherAyahLinkKey}
fa: تفسیر در: {anotherAyahLinkKey} یافت می‌شود
fr: Le tafsir se trouve à : {anotherAyahLinkKey}
hi: तफ़सीर यहां मिलेगा: {anotherAyahLinkKey}
id: Tafsir bisa ditemukan di: {anotherAyahLinkKey}
it: Il Tafsir si trova in: {anotherAyahLinkKey}
ja: タフスィールはこちらにあります：{anotherAyahLinkKey}
kk: Тәпсір мына жерде: {anotherAyahLinkKey}
ko: 타프시르는 {anotherAyahLinkKey}에서 찾을 수 있습니다
ku: Tefsîr li vir tê dîtin: {anotherAyahLinkKey}
ms: Tafsir boleh didapati di: {anotherAyahLinkKey}
pa: ਤਫਸੀਰ ਮਿਲੇਗੀ: {anotherAyahLinkKey}
ps: تفسیر به په : {anotherAyahLinkKey} کې موندل شي
pt: O Tafsir será encontrado em: {anotherAyahLinkKey}
ru: Тафсир можно найти в: {anotherAyahLinkKey}
sw: Tafsiri itapatikana kwa: {anotherAyahLinkKey}
ta: தஃப்ஸீர் இங்கே காணப்படும் : {anotherAyahLinkKey}
tr: Tefsir şu ayette bulunur: {anotherAyahLinkKey}
ug: تەپسىرنى بۇ يەردىن تاپالايسىز: {anotherAyahLinkKey}
ur: تفسیر یہاں دستیاب ہے: {anotherAyahLinkKey}
vi: Tafsir có thể được tìm thấy tại: {anotherAyahLinkKey}
zh: 塔夫西尔可在：{anotherAyahLinkKey}

# tafsirJumpTo
source: Jump to {anotherAyahLinkKey}
ar: انتقل إلى {anotherAyahLinkKey}
az: {anotherAyahLinkKey}-ə keç
bn: {anotherAyahLinkKey} এ যান
de: Springe zu {anotherAyahLinkKey}
es: Ir a {anotherAyahLinkKey}
fa: پرش به {anotherAyahLinkKey}
fr: Aller à {anotherAyahLinkKey}
hi: {anotherAyahLinkKey} पर जाएं
id: Lompat ke {anotherAyahLinkKey}
it: Vai a {anotherAyahLinkKey}
ja: {anotherAyahLinkKey} に移動
kk: {anotherAyahLinkKey} өту
ko: {anotherAyahLinkKey}(으)로 이동
ku: Biçe ser {anotherAyahLinkKey}
ms: Lompat ke {anotherAyahLinkKey}
pa: {anotherAyahLinkKey} ਵੱਲ ਜਾਓ
ps: په {anotherAyahLinkKey} ته ورشئ
pt: Ir para {anotherAyahLinkKey}
ru: Перейти к {anotherAyahLinkKey}
sw: Ruka kwa {anotherAyahLinkKey}
ta: {anotherAyahLinkKey} க்குச் செல்க
tr: {anotherAyahLinkKey}'ye git
ug: {anotherAyahLinkKey} غا ئۆتۈش
ur: {anotherAyahLinkKey} پر جائیں
vi: Chuyển đến {anotherAyahLinkKey}
zh: 跳转到 {anotherAyahLinkKey}

source: Hizb
ar: حزب
bn: হিজব
fa: حزب
hi: हिज़्ब
ja: ヒズブ
kk: Хизб
ko: 히즈브
pa: ਹਿਜ਼ਬ
ps: حزب
ru: Хизб
ta: ஹிஸ்பு
ug: ھىزب
ur: حزب
zh: 希兹布

source: Juz
ar: جزء
az: Cüz
bn: জুয
fa: جزء
hi: जुज़
ja: ジュズ
kk: Жүз
ko: 주즈
ku: Cuz
pa: ਜੁਜ਼
ps: جز
ru: Джуз
ta: ஜுஸ்
tr: Cüz
ug: جۈز
ur: جز
zh: 朱兹

source: Page
ar: صفحة
az: Səhifə
bn: পৃষ্ঠা
de: Seite
es: Página
fa: صفحه
hi: पेज
id: Halaman
it: Pagina
ja: ページ
kk: Бет
ko: 페이지
ku: Rûpel
ms: Halaman
pa: ਸਫ਼ਾ
ps: پاڼه
pt: Página
ru: Страница
sw: Ukurasa
ta: பக்கம்
tr: Sayfa
ug: بەت
ur: صفحہ
vi: Trang
zh: 页

source: Ruku
ar: ركوع
az: Rüku
bn: রুকু
fa: رکوع
hi: रुकू
ja: ルクー
kk: Рүкуғ
ko: 루쿠
pa: ਰੁਕੂ
ps: رکوع
ru: Руку
ta: ருகூ
tr: Rükû
ug: رۇكۇ
ur: رکوع
zh: 鲁库

source: Language Settings
ar: إعدادات اللغة
az: Dil Parametrləri
bn: ভাষা সেটিংস
de: Spracheinstellungen
es: Configuración de idioma
fa: تنظیمات زبان
fr: Paramètres de langue
hi: भाषा सेटिंग्स
id: Pengaturan Bahasa
it: Impostazioni lingua
ja: 言語設定
kk: Тіл параметрлері
ko: 언어 설정
ku: Mîhengên Ziman
ms: Tetapan Bahasa
pa: ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ
ps: د ژبې ترتیبات
pt: Configurações de Idioma
ru: Настройки языка
sw: Mipangilio ya Lugha
ta: மொழி அமைப்புகள்
tr: Dil Ayarları
ug: تىل تەڭشىكى
ur: زبان کی ترتیبات
vi: Cài đặt Ngôn ngữ
zh: 语言设置

# ayahsCount
source: {count} Ayahs
ar: {count} آيات
az: {count} Ayə
bn: {count} আয়াত
de: {count} Verse
es: {count} aleyas
fa: {count} آیه
fr: {count} versets
hi: {count} आयतें
id: {count} Ayat
it: {count} versetti
ja: {count} 節
kk: {count} аят
ko: {count}개 절
ku: {count} Ayet
ms: {count} Ayat
pa: {count} ਆਇਤਾਂ
ps: {count} آیاتونه
pt: {count} Versículos
ru: {count} аятов
sw: {count} Aya
ta: {count} ஆயத்துகள்
tr: {count} Ayet
ug: {count} ئايەت
ur: {count} آیات
vi: {count} Ayah
zh: {count} 经节

source: Save and Download
ar: احفظ ونزل
az: Yadda saxla və Yüklə
bn: সেভ করুন এবং ডাউনলোড করুন
de: Speichern und Herunterladen
es: Guardar y descargar
fa: ذخیره و دانلود
fr: Enregistrer et télécharger
hi: सेव और डाउनलोड करें
id: Simpan dan Unduh
it: Salva e scarica
ja: 保存してダウンロード
kk: Сақтау және жүктеу
ko: 저장 및 다운로드
ku: Tomar bike û Daxîne
ms: Simpan dan Muat Turun
pa: ਸੇਵ ਅਤੇ ਡਾਊਨਲੋਡ
ps: ذخیره کړئ او ډاونلوډ کړئ
pt: Salvar e Baixar
ru: Сохранить и скачать
sw: Hifadhi na Pakua
ta: சேமித்து பதிவிறக்கவும்
tr: Kaydet ve İndir
ug: ساقلاش ۋە چۈشۈرۈش
ur: محفوظ کریں اور ڈاؤن لوڈ کریں
vi: Lưu và Tải xuống
zh: 保存并下载

source: App Language
ar: لغة التطبيق
az: Tətbiq Dili
bn: অ্যাপের ভাষা
de: App-Sprache
es: Idioma de la app
fa: زبان برنامه
fr: Langue de l'app
hi: ऐप की भाषा
id: Bahasa Aplikasi
it: Lingua dell'app
ja: アプリの言語
kk: Қолданба тілі
ko: 앱 언어
ku: Zimanê Sepanê
ms: Bahasa Aplikasi
pa: ਐਪ ਭਾਸ਼ਾ
ps: د اپلیکیشن ژبه
pt: Idioma do Aplicativo
ru: Язык приложения
sw: Lugha ya App
ta: பயன்பாட்டின் மொழி
tr: Uygulama Dili
ug: ئەپ تىلى
ur: ایپ کی زبان
vi: Ngôn ngữ ứng dụng
zh: 应用语言

source: Select app language...
ar: اختر لغة التطبيق...
az: Tətbiq dilini seçin...
bn: অ্যাপের ভাষা নির্বাচন করুন...
de: App-Sprache auswählen...
es: Selecciona el idioma de la app...
fa: انتخاب زبان برنامه...
fr: Sélectionnez la langue de l'app...
hi: ऐप की भाषा चुनें...
id: Pilih bahasa aplikasi...
it: Seleziona la lingua dell'app...
ja: アプリの言語を選択...
kk: Қолданба тілін таңдаңыз...
ko: 앱 언어 선택...
ku: Zimanê sepanê hilbijêre...
ms: Pilih bahasa aplikasi...
pa: ਐਪ ਭਾਸ਼ਾ ਚੁਣੋ...
ps: د اپلیکیشن ژبه انتخاب کړئ...
pt: Selecione o idioma do aplicativo...
ru: Выберите язык приложения...
sw: Chagua lugha ya app...
ta: பயன்பாட்டின் மொழியைத் தேர்ந்தெடுக்கவும்...
tr: Uygulama dilini seçin...
ug: ئەپ تىلىنى تاللاڭ...
ur: ایپ کی زبان منتخب کریں...
vi: Chọn ngôn ngữ ứng dụng...
zh: 选择应用语言...

source: Please select one
ar: يرجى اختيار واحد
az: Zəhmət olmasa birini seçin
bn: দয়া করে একটা নির্বাচন করুন
de: Bitte wähle eine Option
es: Por favor, selecciona uno
fa: لطفاً یکی را انتخاب کنید
fr: Veuillez en sélectionner une
hi: कृपया एक चुनें
id: Silakan pilih satu
it: Selezionane uno
ja: 一つ選択してください
kk: Бірін таңдаңыз
ko: 하나를 선택해주세요
ku: Ji kerema xwe yekê hilbijêre
ms: Sila pilih satu
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਚੁਣੋ
ps: مهرباني وکړئ یو انتخاب کړئ
pt: Por favor, selecione um
ru: Пожалуйста, выберите один
sw: Tafadhali chagua moja
ta: தயவுசெய்து ஒன்றைத் தேர்ந்தெடுக்கவும்
tr: Lütfen birini seçin
ug: بىرنى تاللاڭ
ur: براہ مہربانی ایک منتخب کریں
vi: Vui lòng chọn một
zh: 请选择一个

source: Quran Translation Language
ar: لغة ترجمة القرآن
az: Quran Tərcümə Dili
bn: কুরআন অনুবাদের ভাষা
de: Sprache der Koranübersetzung
es: Idioma de traducción del Corán
fa: زبان ترجمه قرآن
fr: Langue de traduction du Coran
hi: कुरान अनुवाद की भाषा
id: Bahasa Terjemahan Al-Quran
it: Lingua traduzione Corano
ja: コーラン翻訳の言語
kk: Құран аудармасының тілі
ko: 꾸란 번역 언어
ku: Zimanê Wergera Quranê
ms: Bahasa Terjemahan Al-Quran
pa: ਕੁਰਾਨ ਅਨੁਵਾਦ ਭਾਸ਼ਾ
ps: د قرآن ژباړې ژبه
pt: Idioma da Tradução do Alcorão
ru: Язык перевода Корана
sw: Lugha ya Tafsiri ya Kurani
ta: குர்ஆன் மொழிபெயர்ப்பு மொழி
tr: Kur'an Tercüme Dili
ug: قۇرئان تەرجىمە تىلى
ur: قرآن کا ترجمہ زبان
vi: Ngôn ngữ dịch Kinh Qur'an
zh: 古兰经翻译语言

source: Select translation language...
ar: اختر لغة الترجمة...
az: Tərcümə dilini seçin...
bn: অনুবাদের ভাষা নির্বাচন করুন...
de: Übersetzungssprache auswählen...
es: Selecciona el idioma de traducción...
fa: انتخاب زبان ترجمه...
fr: Sélectionnez la langue de traduction...
hi: अनुवाद की भाषा चुनें...
id: Pilih bahasa terjemahan...
it: Seleziona la lingua di traduzione...
ja: 翻訳言語を選択...
kk: Аударма тілін таңдаңыз...
ko: 번역 언어 선택...
ku: Zimanê wergerê hilbijêre...
ms: Pilih bahasa terjemahan...
pa: ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਚੁਣੋ...
ps: د ژباړې ژبه انتخاب کړئ...
pt: Selecione o idioma da tradução...
ru: Выберите язык перевода...
sw: Chagua lugha ya tafsiri...
ta: மொழிபெயர்ப்பு மொழியைத் தேர்ந்தெடுக்கவும்...
tr: Tercüme dilini seçin...
ug: تەرجىمە تىلىنى تاللاڭ...
ur: ترجمہ کی زبان منتخب کریں...
vi: Chọn ngôn ngữ dịch...
zh: 选择翻译语言...

source: Quran Translation Book
ar: كتاب ترجمة القرآن
az: Quran Tərcümə Kitabı
bn: কুরআন অনুবাদের বই
de: Koran-Übersetzungsbuch
es: Libro de traducción del Corán
fa: کتاب ترجمه قرآن
fr: Livre de traduction du Coran
hi: कुरान अनुवाद की किताब
id: Buku Terjemahan Al-Quran
it: Libro di traduzione del Corano
ja: コーラン翻訳書
kk: Құран аудармасы кітабы
ko: 꾸란 번역본
ku: Pirtûka Wergera Quranê
ms: Buku Terjemahan Al-Quran
pa: ਕੁਰਾਨ ਅਨੁਵਾਦ ਕਿਤਾਬ
ps: د قرآن ژباړې کتاب
pt: Livro de Tradução do Alcorão
ru: Книга перевода Корана
sw: Kitabu cha Tafsiri ya Kurani
ta: குர்ஆன் மொழிபெயர்ப்பு நூல்
tr: Kur'an Tercüme Kitabı
ug: قۇرئان تەرجىمە كىتابى
ur: قرآن کا ترجمہ کتاب
vi: Sách dịch Kinh Qur'an
zh: 古兰经翻译书籍

source: Select translation book...
ar: اختر كتاب الترجمة...
az: Tərcümə kitabını seçin...
bn: অনুবাদের বই নির্বাচন করুন...
de: Übersetzungsbuch auswählen...
es: Selecciona el libro de traducción...
fa: انتخاب کتاب ترجمه...
fr: Sélectionnez le livre de traduction...
hi: अनुवाद की किताब चुनें...
id: Pilih buku terjemahan...
it: Seleziona il libro di traduzione...
ja: 翻訳書を選択...
kk: Аударма кітабын таңдаңыз...
ko: 번역본 선택...
ku: Pirtûka wergerê hilbijêre...
ms: Pilih buku terjemahan...
pa: ਅਨੁਵਾਦ ਕਿਤਾਬ ਚੁਣੋ...
ps: د ژباړې کتاب انتخاب کړئ...
pt: Selecione o livro de tradução...
ru: Выберите книгу перевода...
sw: Chagua kitabu cha tafsiri...
ta: மொழிபெயர்ப்பு நூலைத் தேர்ந்தெடுக்கவும்...
tr: Tercüme kitabını seçin...
ug: تەرجىمە كىتابىنى تاللاڭ...
ur: ترجمہ کی کتاب منتخب کریں...
vi: Chọn sách dịch...
zh: 选择翻译书籍...

source: Quran Tafsir Language
ar: لغة تفسير القرآن
az: Quran Təfsir Dili
bn: কুরআন তাফসীরের ভাষা
de: Sprache des Tafsir
es: Idioma de tafsir del Corán
fa: زبان تفسیر قرآن
fr: Langue du tafsir du Coran
hi: कुरान तफ़सीर की भाषा
id: Bahasa Tafsir Al-Quran
it: Lingua Tafsir Corano
ja: コーラン・タフスィールの言語
kk: Құран тәпсірінің тілі
ko: 꾸란 타프시르 언어
ku: Zimanê Tefsîra Quranê
ms: Bahasa Tafsir Al-Quran
pa: ਕੁਰਾਨ ਤਫਸੀਰ ਭਾਸ਼ਾ
ps: د قرآن تفسیر ژبه
pt: Idioma do Tafsir do Alcorão
ru: Язык тафсира Корана
sw: Lugha ya Tafsiri ya Kurani
ta: குர்ஆன் தஃப்ஸீர் மொழி
tr: Kur'an Tefsir Dili
ug: قۇرئان تەپسىر تىلى
ur: قرآن کی تفسیر زبان
vi: Ngôn ngữ Tafsir Kinh Qur'an
zh: 古兰经塔夫西尔语言

source: Select tafsir language...
ar: اختر لغة التفسير...
az: Təfsir dilini seçin...
bn: তাফসীরের ভাষা নির্বাচন করুন...
de: Tafsir-Sprache auswählen...
es: Selecciona el idioma de tafsir...
fa: انتخاب زبان تفسیر...
fr: Sélectionnez la langue du tafsir...
hi: तफ़सीर की भाषा चुनें...
id: Pilih bahasa tafsir...
it: Seleziona la lingua del tafsir...
ja: タフスィールの言語を選択...
kk: Тәпсір тілін таңдаңыз...
ko: 타프시르 언어 선택...
ku: Zimanê tefsîrê hilbijêre...
ms: Pilih bahasa tafsir...
pa: ਤਫਸੀਰ ਭਾਸ਼ਾ ਚੁਣੋ...
ps: د تفسیر ژبه انتخاب کړئ...
pt: Selecione o idioma do tafsir...
ru: Выберите язык тафсира...
sw: Chagua lugha ya tafsiri...
ta: தஃப்ஸீர் மொழியைத் தேர்ந்தெடுக்கவும்...
tr: Tefsir dilini seçin...
ug: تەپسىر تىلىنى تاللاڭ...
ur: تفسیر کی زبان منتخب کریں...
vi: Chọn ngôn ngữ tafsir...
zh: 选择塔夫西尔语言...

source: Quran Tafsir Book
ar: كتاب تفسير القرآن
az: Quran Təfsir Kitabı
bn: কুরআন তাফসীরের বই
de: Tafsir-Buch
es: Libro de tafsir del Corán
fa: کتاب تفسیر قرآن
fr: Livre de tafsir du Coran
hi: कुरान तफ़सीर की किताब
id: Buku Tafsir Al-Quran
it: Libro di Tafsir del Corano
ja: コーラン・タフスィール書
kk: Құран тәпсірі кітабы
ko: 꾸란 타프시르 책
ku: Pirtûka Tefsîra Quranê
ms: Buku Tafsir Al-Quran
pa: ਕੁਰਾਨ ਤਫਸੀਰ ਕਿਤਾਬ
ps: د قرآن تفسیر کتاب
pt: Livro de Tafsir do Alcorão
ru: Книга тафсира Корана
sw: Kitabu cha Tafsiri ya Kurani
ta: குர்ஆன் தஃப்ஸீர் நூல்
tr: Kur'an Tefsir Kitabı
ug: قۇرئان تەپسىر كىتابى
ur: قرآن کی تفسیر کتاب
vi: Sách Tafsir Kinh Qur'an
zh: 古兰经塔夫西尔书籍

source: Select tafsir book...
ar: اختر كتاب التفسير...
az: Təfsir kitabını seçin...
bn: তাফসীরের বই নির্বাচন করুন...
de: Tafsir-Buch auswählen...
es: Selecciona el libro de tafsir...
fa: انتخاب کتاب تفسیر...
fr: Sélectionnez le livre de tafsir...
hi: तफ़सीर की किताब चुनें...
id: Pilih buku tafsir...
it: Seleziona il libro di tafsir...
ja: タフスィール書を選択...
kk: Тәпсір кітабын таңдаңыз...
ko: 타프시르 책 선택...
ku: Pirtûka tefsîrê hilbijêre...
ms: Pilih buku tafsir...
pa: ਤਫਸੀਰ ਕਿਤਾਬ ਚੁਣੋ...
ps: د تفسیر کتاب انتخاب کړئ...
pt: Selecione o livro de tafsir...
ru: Выберите книгу тафсира...
sw: Chagua kitabu cha tafsiri...
ta: தஃப்ஸீர் நூலைத் தேர்ந்தெடுக்கவும்...
tr: Tefsir kitabını seçin...
ug: تەپسىر كىتابىنى تاللاڭ...
ur: تفسیر کی کتاب منتخب کریں...
vi: Chọn sách tafsir...
zh: 选择塔夫西尔书籍...

# quranScriptAndStyle
source: Quran Script & Style
ar: نص القرآن وأسلوبه
az: Quran Xətti və Üslubu
bn: কুরআন স্ক্রিপ্ট এবং স্টাইল
de: Koranschrift & Stil
es: Estilo y script del Corán
fa: خط و سبک قرآن
fr: Écriture et style du Coran
hi: कुरान स्क्रिप्ट और स्टाइल
id: Naskah & Gaya Al-Quran
it: Scrittura e stile del Corano
ja: コーランの書体とスタイル
kk: Құран жазуы және стилі
ko: 꾸란 서체 및 스타일
ku: Nivîs û Şêwaza Quranê
ms: Skrip & Gaya Al-Quran
pa: ਕੁਰਾਨ ਸਕ੍ਰਿਪਟ ਅਤੇ ਸਟਾਈਲ
ps: د قرآن لیک او سټایل
pt: Escrita e Estilo do Alcorão
ru: Стиль и шрифт Корана
sw: Nakala na Mtindo wa Kurani
ta: குர்ஆன் எழுத்துரு & உடை
tr: Kur'an Yazısı & Stili
ug: قۇرئان خەت نۇسخىسى ۋە ئۇسلۇبى
ur: قرآن کا رسم الخط اور انداز
vi: Chữ viết & Kiểu chữ Kinh Qur'an
zh: 古兰经字体与风格

source: Just a moment...
ar: لحظة فقط...
az: Bir az gözləyin...
bn: একটু অপেক্ষা করুন...
de: Einen Moment bitte...
es: Un momento...
fa: یک لحظه صبر کنید...
fr: Un instant...
hi: बस एक पल...
id: Sebentar ya...
it: Un momento...
ja: しばらくお待ちください…
kk: Бір сәт күтіңіз...
ko: 잠시만 기다려주세요...
ku: Bîskekê...
ms: Sebentar sahaja...
pa: ਬੱਸ ਇੱਕ ਪਲ...
ps: یو شیبه...
pt: Só um momento...
ru: Подождите немного...
sw: Kidogo tu...
ta: ஒரு கணம்...
tr: Bir saniye...
ug: سەل ساقلاڭ...
ur: ایک لمحہ...
vi: Vui lòng đợi một lát...
zh: 稍等片刻...

source: Success
ar: نجاح
az: Uğurlu
bn: সফল
de: Erfolgreich
es: Éxito
fa: موفقیت
fr: Succès
hi: सफल
id: Sukses
it: Successo
ja: 成功
kk: Сәтті
ko: 성공
ku: Serkeftin
ms: Berjaya
pa: ਸਫਲਤਾ
ps: کامیابي
pt: Sucesso
ru: Успех
sw: Mafanikio
ta: வெற்றி
tr: Başarılı
ug: مۇۋەپپەقىيەتلىك
ur: کامیابی
vi: Thành công
zh: 成功

source: Retry
ar: أعد المحاولة
az: Yenidən cəhd et
bn: আবার চেষ্টা করুন
de: Wiederholen
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba Lagi
it: Riprova
ja: 再試行
kk: Қайталау
ko: 재시도
ku: Dîsa Biceribîne
ms: Cuba Semula
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ps: بیا هڅه کړئ
pt: Tentar Novamente
ru: Повторить
sw: Jaribu tena
ta: மீண்டும் முயலவும்
tr: Tekrar Dene
ug: قايتا سىناش
ur: دوبارہ کوشش کریں
vi: Thử lại
zh: 重试

# unableToDownloadResources
source: Unable to download resources... Something went wrong
ar: غير قادر على تنزيل الموارد... حدث خطأ ما
az: Resursları yükləmək mümkün olmadı... Xəta baş verdi
bn: রিসোর্স ডাউনলোড করতে পারছি না... কিছু একটা সমস্যা হয়েছে
de: Ressourcen konnten nicht heruntergeladen werden... Etwas ist schiefgelaufen
es: No se pueden descargar los recursos... Algo salió mal
fa: ناتوان در دانلود منابع... چیزی اشتباه رخ داد
fr: Impossible de télécharger les ressources... Quelque chose s'est mal passé
hi: रिसोर्स डाउनलोड करने में असमर्थ... कुछ गड़बड़ हो गई
id: Gagal mengunduh sumber daya... Ada yang salah
it: Impossibile scaricare le risorse... Qualcosa è andato storto
ja: リソースをダウンロードできませんでした… 問題が発生しました
kk: Ресурстарды жүктеу мүмкін емес... Бірдеңе қате кетті
ko: 리소스를 다운로드할 수 없습니다... 문제가 발생했습니다
ku: Çavkanî nehatin daxistin... Tiştek xelet çû
ms: Tidak dapat muat turun sumber... Sesuatu tidak kena
pa: ਸਰੋਤ ਡਾਊਨਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ... ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
ps: وسایل ډاونلوډ نشي... یو څه غلطي شوې ده
pt: Não foi possível baixar os recursos... Algo deu errado
ru: Не удалось скачать ресурсы... Что-то пошло не так
sw: Imeshindwa kupakua rasilimali... Kitu kimeharibika
ta: வளங்களைப் பதிவிறக்க முடியவில்லை... ஏதோ தவறு நடந்துவிட்டது
tr: Kaynaklar indirilemedi... Bir şeyler ters gitti
ug: مەنبەلەرنى چۈشۈرگىلى بولمىدى... خاتالىق كۆرۈلدى
ur: وسائل ڈاؤن لوڈ کرنے میں ناکام... کچھ غلط ہو گیا
vi: Không thể tải xuống tài nguyên... Đã có lỗi xảy ra
zh: 无法下载资源... 出了点问题

source: Downloading Segmented Quran Recitation
ar: جاري تنزيل تلاوة القرآن المقسمة
az: Hissəli Quran Tilavəti Yüklənir
bn: সেগমেন্টেড কুরআন তিলাওয়াত ডাউনলোড হচ্ছে
de: Segmentierte Koranrezitation wird heruntergeladen
es: Descargando recitación segmentada del Corán
fa: دانلود قرائت بخش‌بندی‌شده قرآن
fr: Téléchargement de la récitation segmentée du Coran
hi: सेगमेंटेड कुरान तिलावत डाउनलोड कर रहे हैं
id: Mengunduh Bacaan Al-Quran Tersegmentasi
it: Scaricamento recitazione segmentata del Corano
ja: セグメント化されたコーランの読誦をダウンロード中
kk: Бөлінген Құран оқуы жүктелуде
ko: 구분된 꾸란 낭송 다운로드 중
ku: Xwendina Quranê ya Beşkirî tê daxistin
ms: Muat Turun Bacaan Al-Quran Bersegmen
pa: ਸੈਗਮੈਂਟਿਡ ਕੁਰਾਨ ਤਲਾਵਤ ਡਾਊਨਲੋਡ ਕਰ ਰਿਹਾ ਹੈ
ps: د قرآن تقسیم شوي تلاوت ډاونلوډ کول
pt: Baixando Recitação Segmentada do Alcorão
ru: Скачивание сегментированного чтения Корана
sw: Inapakua Usomaji wa Kurani Iliyogawanywa
ta: பிரித்த குர்ஆன் ஓதலைப் பதிவிறக்குகிறது
tr: Bölümlü Kur'an Okuması İndiriliyor
ug: بۆلەكلەنگەن قۇرئان تىلاۋىتى چۈشۈرۈلۈۋاتىدۇ
ur: قرآن کی تقسیم شدہ تلاوت ڈاؤن لوڈ ہو رہی ہے
vi: Đang tải xuống phần đọc Kinh Qur'an theo đoạn
zh: 下载分段古兰经朗诵

source: Processing Segmented Quran Recitation
ar: جاري معالجة تلاوة القرآن المقسمة
az: Hissəli Quran Tilavəti Emal Edilir
bn: সেগমেন্টেড কুরআন তিলাওয়াত প্রসেস হচ্ছে
de: Segmentierte Koranrezitation wird verarbeitet
es: Procesando recitación segmentada del Corán
fa: پردازش قرائت بخش‌بندی‌شده قرآن
fr: Traitement de la récitation segmentée du Coran
hi: सेगमेंटेड कुरान तिलावत प्रोसेस कर रहे हैं
id: Memproses Bacaan Al-Quran Tersegmentasi
it: Elaborazione recitazione segmentata del Corano
ja: セグメント化されたコーランの読誦を処理中
kk: Бөлінген Құран оқуы өңделуде
ko: 구분된 꾸란 낭송 처리 중
ku: Xwendina Quranê ya Beşkirî tê amadekirin
ms: Memproses Bacaan Al-Quran Bersegmen
pa: ਸੈਗਮੈਂਟਿਡ ਕੁਰਾਨ ਤਲਾਵਤ ਪ੍ਰੋਸੈਸਿੰਗ ਕਰ ਰਿਹਾ ਹੈ
ps: د قرآن تقسیم شوي تلاوت پروسس کول
pt: Processando Recitação Segmentada do Alcorão
ru: Обработка сегментированного чтения Корана
sw: Inachakata Usomaji wa Kurani Iliyogawanywa
ta: பிரித்த குர்ஆன் ஓதலைச் செயல்படுத்துகிறது
tr: Bölümlü Kur'an Okuması İşleniyor
ug: بۆلەكلەنگەن قۇرئان تىلاۋىتى بىر تەرەپ قىلىنىۋاتىدۇ
ur: قرآن کی تقسیم شدہ تلاوت پر عمل ہو رہا ہے
vi: Đang xử lý phần đọc Kinh Qur'an theo đoạn
zh: 处理分段古兰经朗诵

source: Footnote
ar: هامش
az: Qeyd
bn: ফুটনোট
de: Fußnote
es: Nota al pie
fa: پانویس
fr: Note de bas de page
hi: फुटनोट
id: Catatan Kaki
it: Nota a piè di pagina
ja: 脚注
kk: Ескерту
ko: 각주
ku: Jêrenot
ms: Catatan Kaki
pa: ਫੁਟਨੋਟ
ps: فوټ نوټ
pt: Nota de Rodapé
ru: Сноска
sw: Maelezo ya Chini
ta: அடிக்குறிப்பு
tr: Dipnot
ug: ئىزاھات
ur: فٹ نوٹ
vi: Chú thích cuối trang
zh: 脚注

source: Tafsir
ar: تفسير
az: Təfsir
bn: তাফসীর
fa: تفسیر
hi: तफ़सीर
ja: タフスィール
kk: Тәпсір
ko: 타프시르
ku: Tefsîr
pa: ਤਫਸੀਰ
ps: تفسیر
ru: Тафсир
sw: Tafsiri
ta: தஃப்ஸீர்
tr: Tefsir
ug: تەپسىر
ur: تفسیر
zh: 塔夫西尔

source: Word by Word
ar: كلمة بكلمة
az: Sözbəsöz
bn: শব্দে শব্দে
de: Wort für Wort
es: Palabra por palabra
fa: کلمه به کلمه
fr: Mot par mot
hi: शब्द दर शब्द
id: Kata demi Kata
it: Parola per parola
ja: 単語ごと
kk: Сөзбе-сөз
ko: 단어별
ku: Peyv bi Peyv
ms: Perkataan demi Perkataan
pa: ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ
ps: کلمه په کلمه
pt: Palavra por Palavra
ru: Слово за словом
sw: Neno kwa Neno
ta: வார்த்தைக்கு வார்த்தை
tr: Kelime Kelime
ug: سۆزمۇ-سۆز
ur: لفظ بہ لفظ
vi: Từng từ
zh: 逐字

source: Please select required option
ar: يرجى اختيار الخيار المطلوب
az: Zəhmət olmasa, tələb olunan seçimi edin
bn: দয়া করে প্রয়োজনীয় অপশন নির্বাচন করুন
de: Bitte wähle die erforderliche Option aus
es: Por favor, selecciona la opción requerida
fa: لطفاً گزینه مورد نیاز را انتخاب کنید
fr: Veuillez sélectionner l'option requise
hi: कृपया जरूरी ऑप्शन चुनें
id: Silakan pilih opsi yang diperlukan
it: Seleziona l'opzione richiesta
ja: 必要なオプションを選択してください
kk: Қажетті опцияны таңдаңыз
ko: 필수 옵션을 선택해주세요
ku: Ji kerema xwe vebijarka pêwîst hilbijêre
ms: Sila pilih pilihan yang diperlukan
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੋੜੀਂਦਾ ਵਿਕਲਪ ਚੁਣੋ
ps: مهرباني وکړئ اړین انتخاب انتخاب کړئ
pt: Por favor, selecione a opção necessária
ru: Пожалуйста, выберите необходимый вариант
sw: Tafadhali chagua chaguo linalohitajika
ta: தேவையான விருப்பத்தைத் தேர்ந்தெடுக்கவும்
tr: Lütfen gerekli seçeneği seçin
ug: كېرەكلىك تاللاشنى تاللاڭ
ur: براہ مہربانی مطلوبہ آپشن منتخب کریں
vi: Vui lòng chọn tùy chọn cần thiết
zh: 请选择所需选项

source: Remember Home Tab
ar: تذكر علامة التبويب الرئيسية
az: Əsas Səhifəni Yadda Saxla
bn: হোম ট্যাব মনে রাখুন
de: Start-Tab merken
es: Recordar pestaña de inicio
fa: به خاطر سپردن تب اصلی
fr: Se souvenir de l'onglet d'accueil
hi: होम टैब याद रखें
id: Ingat Tab Beranda
it: Ricorda la scheda Home
ja: ホームタブを記憶
kk: Басты бет қойындысын есте сақтау
ko: 홈 탭 기억하기
ku: Tabê Malê bi bîr bîne
ms: Ingat Tab Utama
pa: ਹੋਮ ਟੈਬ ਯਾਦ ਰੱਖੋ
ps: د کور ټیب په یاد وساتئ
pt: Lembrar Aba Inicial
ru: Запоминать вкладку на главном экране
sw: Kumbuka Tab ya Nyumbani
ta: முகப்புப் பக்கத்தை நினைவில் கொள்க
tr: Ana Sekmeyi Hatırla
ug: باش بەتنى ئەستە تۇتۇش
ur: ہوم ٹیب یاد رکھیں
vi: Ghi nhớ Tab Trang chủ
zh: 记住首页标签

# rememberHomeTabSubtitle
source: App will remember the last opened tab in the home screen.
ar: سيحتفظ التطبيق بآخر علامة تبويب مفتوحة في الشاشة الرئيسية.
az: Tətbiq əsas ekranda son açılan səhifəni yadda saxlayacaq.
bn: অ্যাপ হোম স্ক্রিনের শেষ খোলা ট্যাব মনে রাখবে।
de: Die App merkt sich den zuletzt geöffneten Tab auf dem Startbildschirm.
es: La app recordará la última pestaña abierta en la pantalla de inicio.
fa: برنامه آخرین تب باز شده در صفحه اصلی را به خاطر می‌سپارد.
fr: L'app se souviendra du dernier onglet ouvert sur l'écran d'accueil.
hi: ऐप होम स्क्रीन में आखिरी खोले गए टैब को याद रखेगा।
id: Aplikasi akan ingat tab terakhir yang dibuka di layar beranda.
it: L'app ricorderà l'ultima scheda aperta nella schermata principale.
ja: アプリはホーム画面で最後に開いたタブを記憶します。
kk: Қолданба басты экрандағы соңғы ашылған қойындыны есте сақтайды.
ko: 앱이 홈 화면에서 마지막으로 열었던 탭을 기억합니다.
ku: Sepan dê tabela dawî ya ku di ekrana malê de hatî vekirin bi bîr bîne.
ms: Aplikasi akan ingat tab terakhir yang dibuka di skrin utama.
pa: ਐਪ ਹੋਮ ਸਕ੍ਰੀਨ ਵਿੱਚ ਆਖਰੀ ਖੋਲ੍ਹੀ ਟੈਬ ਨੂੰ ਯਾਦ ਰੱਖੇਗੀ।
ps: اپلیکیشن به د کور سکرین کې وروستي خلاص شوي ټیب په یاد وساتي.
pt: O aplicativo lembrará a última aba aberta na tela inicial.
ru: Приложение запомнит последнюю открытую вкладку на главном экране.
sw: App itakumbuka tab iliyofunguliwa mwisho katika skrini ya nyumbani.
ta: செயலி முகப்புத் திரையில் கடைசியாகத் திறந்த பக்கத்தை நினைவில் வைத்திருக்கும்.
tr: Uygulama, ana ekranda en son açılan sekmeyi hatırlar.
ug: ئەپ باش بەتتە ئەڭ ئاخىرقى قېتىم ئېچىلغان بەتنى ئەستە ساقلايدۇ.
ur: ایپ ہوم اسکرین میں آخری کھولی گئی ٹیب کو یاد رکھے گی۔
vi: Ứng dụng sẽ ghi nhớ tab được mở lần cuối trên màn hình chính.
zh: 应用将记住首页中最后打开的标签。
