Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

source: Change Name
ar: تغيير الاسم
az: Adı Dəyiş
bn: নাম চেঞ্জ করুন
de: Namen ändern
es: Cambiar nombre
fa: تغییر نام
fr: Changer le nom
hi: नाम बदलें
id: Ubah Nama
it: Cambia nome
ja: 名前を変更
kk: Атын өзгерту
ko: 이름 변경
ku: Navê Biguherîne
ms: Tukar Nama
pa: ਨਾਮ ਬਦਲੋ
ps: نوم بدل کړئ
pt: Alterar Nome
ru: Изменить имя
sw: Badilisha Jina
ta: பெயரை மாற்று
tr: İsmi Değiştir
ug: ئىسمىنى ئۆزگەرتىش
ur: نام تبدیل کریں
vi: Đổi tên
zh: 更改名称

source: Change Color
ar: تغيير اللون
az: Rəngi Dəyiş
bn: রঙ চেঞ্জ করুন
de: Farbe ändern
es: Cambiar color
fa: تغییر رنگ
fr: Changer la couleur
hi: कलर बदलें
id: Ubah Warna
it: Cambia colore
ja: 色を変更
kk: Түсті өзгерту
ko: 색상 변경
ku: Rengê Biguherîne
ms: Tukar Warna
pa: ਰੰਗ ਬਦਲੋ
ps: رنګ بدل کړئ
pt: Alterar Cor
ru: Изменить цвет
sw: Badilisha Rangi
ta: நிறத்தை மாற்று
tr: Rengi Değiştir
ug: رەڭگىنى ئۆزگەرتىش
ur: رنگ تبدیل کریں
vi: Đổi màu
zh: 更改颜色

source: Color updated
ar: تم تحديث اللون
az: Rəng yeniləndi
bn: রঙ আপডেট করা হয়েছে
de: Farbe aktualisiert
es: Color actualizado
fa: رنگ به‌روزرسانی شد
fr: Couleur mise à jour
hi: कलर अपडेट किया गया
id: Warna diperbarui
it: Colore aggiornato
ja: 色を更新しました
kk: Түс жаңартылды
ko: 색상이 업데이트되었습니다
ku: Reng hate nûvekirin
ms: Warna dikemas kini
pa: ਰੰਗ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ
ps: رنګ تازه شو
pt: Cor atualizada
ru: Цвет обновлен
sw: Rangi imesasishwa
ta: நிறம் புதுப்பிக்கப்பட்டது
tr: Renk güncellendi
ug: رەڭ يېڭىلاندى
ur: رنگ اپ ڈیٹ ہو گیا
vi: Đã cập nhật màu
zh: 颜色已更新

# collectionDeleted
source: {collectionName} Deleted
ar: {collectionName} محذوف
az: {collectionName} Silindi
bn: {collectionName} ডিলিট করা হয়েছে
de: {collectionName} gelöscht
es: {collectionName} eliminado
fa: {collectionName} حذف شد
fr: {collectionName} supprimé
hi: {collectionName} डिलीट किया गया
id: {collectionName} Dihapus
it: {collectionName} eliminata
ja: {collectionName} を削除しました
kk: {collectionName} жойылды
ko: {collectionName} 삭제됨
ku: {collectionName} Hate Jêbirin
ms: {collectionName} Dipadam
pa: {collectionName} ਮਿਟਾਇਆ ਗਿਆ
ps: {collectionName} ړنګ شو
pt: {collectionName} Excluída
ru: {collectionName} Удалено
sw: {collectionName} Imefutwa
ta: {collectionName} நீக்கப்பட்டது
tr: {collectionName} Silindi
ug: {collectionName} ئۆچۈرۈلدى
ur: {collectionName} حذف کر دیا گیا
vi: Đã xóa {collectionName}
zh: {collectionName} 已删除

source: Delete
ar: حذف
az: Sil
bn: ডিলিট
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: डिलीट
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
ku: Jê bibe
ms: Padam
pa: ਮਿਟਾਓ
ps: ړنګ کړئ
pt: Excluir
ru: Удалить
sw: Futa
ta: நீக்கு
tr: Sil
ug: ئۆچۈرۈش
ur: حذف کریں
vi: Xóa
zh: 删除

source: Save
ar: حفظ
az: Yadda saxla
bn: সেভ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सेव
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
ku: Tomar bike
ms: Simpan
pa: ਸੇਵ
ps: ذخیره کړئ
pt: Salvar
ru: Сохранить
sw: Hifadhi
ta: சேமி
tr: Kaydet
ug: ساقلاش
ur: محفوظ کریں
vi: Lưu
zh: 保存

source: Collection name cannot be empty.
ar: اسم المجموعة لا يمكن أن يكون فارغًا.
az: Kolleksiya adı boş ola bilməz.
bn: কালেকশন নাম খালি হতে পারবে না।
de: Der Sammlungsname darf nicht leer sein.
es: El nombre de la colección no puede estar vacío.
fa: نام مجموعه نمی‌تواند خالی باشد.
fr: Le nom de la collection ne peut pas être vide.
hi: कलेक्शन नाम खाली नहीं हो सकता।
id: Nama koleksi tidak boleh kosong.
it: Il nome della raccolta non può essere vuoto.
ja: コレクション名は空にできません。
kk: Жинақ аты бос болмауы керек.
ko: 모음 이름은 비워둘 수 없습니다.
ku: Navê berhevokê nikare vala be.
ms: Nama koleksi tidak boleh kosong.
pa: ਕਲੈਕਸ਼ਨ ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।
ps: د مجموعې نوم خالي نشي کیدی.
pt: O nome da coleção não pode estar vazio.
ru: Имя коллекции не может быть пустым.
sw: Jina la mkusanyiko haliwezi kuwa tupu.
ta: தொகுப்பின் பெயர் காலியாக இருக்கக்கூடாது.
tr: Koleksiyon adı boş olamaz.
ug: توپلام ئىسمى قۇرۇق بولسا بولمايدۇ.
ur: کلیکشن کا نام خالی نہیں ہو سکتا۔
vi: Tên bộ sưu tập không được để trống.
zh: 集合名称不能为空。

source: Added New Collection
ar: تم إضافة مجموعة جديدة
az: Yeni Kolleksiya Əlavə Edildi
bn: নতুন কালেকশন যোগ করা হয়েছে
de: Neue Sammlung hinzugefügt
es: Nueva colección agregada
fa: مجموعه جدید اضافه شد
fr: Nouvelle collection ajoutée
hi: नया कलेक्शन जोड़ा गया
id: Koleksi Baru Ditambahkan
it: Aggiunta nuova raccolta
ja: 新しいコレクションを追加しました
kk: Жаңа жинақ қосылды
ko: 새 모음 추가됨
ku: Berhevoka Nû Hate Zêdekirin
ms: Tambah Koleksi Baru
pa: ਨਵੀਂ ਕਲੈਕਸ਼ਨ ਜੋੜੀ ਗਈ
ps: نوې مجموعه اضافه شوه
pt: Nova Coleção Adicionada
ru: Добавлена новая коллекция
sw: Imeongezwa Mkusanyiko Mpya
ta: புதிய தொகுப்பு சேர்க்கப்பட்டது
tr: Yeni Koleksiyon Eklendi
ug: يېڭى توپلام قوشۇلدى
ur: نئی کلیکشن شامل کی گئی
vi: Đã thêm Bộ sưu tập mới
zh: 添加新集合

# ayahCount
source: {count} Ayah
ar: {count} آية
az: {count} Ayə
bn: {count} আয়াত
de: {count} Vers
es: {count} aleya
fa: {count} آیه
fr: {count} verset
hi: {count} आयत
id: {count} Ayat
it: {count} versetto
ja: {count} 節
kk: {count} аят
ko: 아야 {count}개
ku: {count} Ayet
ms: {count} Ayat
pa: {count} ਆਇਤ
ps: {count} آیت
pt: {count} Versículo
ru: {count} аят
sw: {count} Aya
ta: {count} ஆயத்
tr: {count} Ayet
ug: {count} ئايەت
ur: {count} آیت
zh: {count} 经节

# byNameAtoZ
source: Name A-Z
ar: الاسم أ-ي
az: Ad A-Z
bn: নাম A-Z
es: Nombre A-Z
fa: نام الف تا ی
fr: Nom A-Z
hi: नाम A-Z
id: Nama A-Z
it: Nome A-Z
ja: 名前 昇順
kk: Ат бойынша A-дан Z-ға
ko: 이름 오름차순 (A-Z)
ku: Nav A-Z
ms: Nama A-Z
pa: ਨਾਮ A-Z
ps: نوم A-Z
pt: Nome A-Z
ru: Имя A-Я
sw: Jina A-Z
ta: பெயர் அ-Z
tr: İsime Göre A-Z
ug: ئىسىم بويىچە A-Z
ur: نام A-Z
vi: Tên A-Z
zh: 名称 A-Z

# byNameZtoA
source: Name Z-A
ar: الاسم ي-أ
az: Ad Z-A
bn: নাম Z-A
es: Nombre Z-A
fa: نام ی تا الف
fr: Nom Z-A
hi: नाम Z-A
id: Nama Z-A
it: Nome Z-A
ja: 名前 降順
kk: Ат бойынша Z-дан A-ға
ko: 이름 내림차순 (Z-A)
ku: Nav Z-A
ms: Nama Z-A
pa: ਨਾਮ Z-A
ps: نوم Z-A
pt: Nome Z-A
ru: Имя Я-A
sw: Jina Z-A
ta: பெயர் Z-அ
tr: İsime Göre Z-A
ug: ئىسىم بويىچە Z-A
ur: نام Z-A
vi: Tên Z-A
zh: 名称 Z-A

# byElementNumberAscending
source: Element Number Ascending
ar: رقم العنصر تصاعدي
az: Element Sayına görə Artan
bn: এলিমেন্ট নম্বর অ্যাসেন্ডিং
de: Anzahl der Elemente aufsteigend
es: Número de elemento ascendente
fa: شماره عنصر صعودی
fr: Numéro d'élément croissant
hi: एलीमेंट नंबर बढ़ते क्रम में
id: Nomor Elemen Naik
it: Numero elemento crescente
ja: 要素数 昇順
kk: Элемент нөмірі өсуі бойынша
ko: 항목 번호 오름차순
ku: Hejmara Hêmanan Berbijor
ms: Nombor Elemen Menaik
pa: ਐਲੀਮੈਂਟ ਨੰਬਰ ਵਧਦਾ
ps: د عنصر شمیر زیاتیدونکی
pt: Número de Elementos Ascendente
ru: Номер элемента по возрастанию
sw: Nambari ya Kipengele Inayopanda
ta: உறுப்பு எண் ஏறுவரிசை
tr: Öğe Numarasına Göre Artan
ug: ئېلېمېنت سانى بويىچە ئۆرلەش
ur: عنصر نمبر بڑھتا ہوا
vi: Số lượng phần tử tăng dần
zh: 元素编号升序

# byElementNumberDescending
source: Element Number Descending
ar: رقم العنصر تنازلي
az: Element Sayına görə Azalan
bn: এলিমেন্ট নম্বর ডিসেন্ডিং
de: Anzahl der Elemente absteigend
es: Número de elemento descendente
fa: شماره عنصر نزولی
fr: Numéro d'élément décroissant
hi: एलीमेंट नंबर घटते क्रम में
id: Nomor Elemen Turun
it: Numero elemento decrescente
ja: 要素数 降順
kk: Элемент нөмірі кемуі бойынша
ko: 항목 번호 내림차순
ku: Hejmara Hêmanan Berbijêr
ms: Nombor Elemen Menurun
pa: ਐਲੀਮੈਂਟ ਨੰਬਰ ਘਟਦਾ
ps: د عنصر شمیر کمیدونکی
pt: Número de Elementos Descendente
ru: Номер элемента по убыванию
sw: Nambari ya Kipengele Inayoshuka
ta: உறுப்பு எண் இறங்குவரிசை
tr: Öğe Numarasına Göre Azalan
ug: ئېلېمېنت سانى بويىچە تۆۋەنلەش
ur: عنصر نمبر گھٹتا ہوا
vi: Số lượng phần tử giảm dần
zh: 元素编号降序

# byUpdateDateAscending
source: Update Date Ascending
ar: تاريخ التحديث تصاعدي
az: Yeniləmə Tarixinə görə Artan
bn: আপডেট ডেট অ্যাসেন্ডিং
de: Aktualisierungsdatum aufsteigend
es: Fecha de actualización ascendente
fa: تاریخ به‌روزرسانی صعودی
fr: Date de mise à jour croissante
hi: अपडेट डेट बढ़ते क्रम में
id: Tanggal Update Naik
it: Data aggiornamento crescente
ja: 更新日 昇順
kk: Жаңарту күні өсуі бойынша
ko: 업데이트 날짜 오름차순
ku: Dîroka Nûvekirinê Berbijor
ms: Tarikh Kemas Kini Menaik
pa: ਅਪਡੇਟ ਮਿਤੀ ਵਧਦੀ
ps: د تازه کیدو نیټه زیاتیدونکې
pt: Data de Atualização Ascendente
ru: Дата обновления по возрастанию
sw: Tarehe ya Kusasisha Inayopanda
ta: புதுப்பித்த தேதி ஏறுவரிசை
tr: Güncelleme Tarihine Göre Artan
ug: يېڭىلانغان ۋاقتى بويىچە ئۆرلەش
ur: اپ ڈیٹ کی تاریخ بڑھتی ہوئی
vi: Ngày cập nhật tăng dần
zh: 更新日期升序

# byUpdateDateDescending
source: Update Date Descending
ar: تاريخ التحديث تنازلي
az: Yeniləmə Tarixinə görə Azalan
bn: আপডেট ডেট ডিসেন্ডিং
de: Aktualisierungsdatum absteigend
es: Fecha de actualización descendente
fa: تاریخ به‌روزرسانی نزولی
fr: Date de mise à jour décroissante
hi: अपडेट डेट घटते क्रम में
id: Tanggal Update Turun
it: Data aggiornamento decrescente
ja: 更新日 降順
kk: Жаңарту күні кемуі бойынша
ko: 업데이트 날짜 내림차순
ku: Dîroka Nûvekirinê Berbijêr
ms: Tarikh Kemas Kini Menurun
pa: ਅਪਡੇਟ ਮਿਤੀ ਘਟਦੀ
ps: د تازه کیدو نیټه کمیدونکې
pt: Data de Atualização Descendente
ru: Дата обновления по убыванию
sw: Tarehe ya Kusasisha Inayoshuka
ta: புதுப்பித்த தேதி இறங்குவரிசை
tr: Güncelleme Tarihine Göre Azalan
ug: يېڭىلانغان ۋاقتى بويىچە تۆۋەنلەش
ur: اپ ڈیٹ کی تاریخ گھٹتی ہوئی
vi: Ngày cập nhật giảm dần
zh: 更新日期降序

# byCreateDateAscending
source: Create Date Ascending
ar: تاريخ الإنشاء تصاعدي
az: Yaradılma Tarixinə görə Artan
bn: ক্রিয়েট ডেট অ্যাসেন্ডিং
de: Erstellungsdatum aufsteigend
es: Fecha de creación ascendente
fa: تاریخ ایجاد صعودی
fr: Date de création croissante
hi: क्रिएट डेट बढ़ते क्रम में
id: Tanggal Buat Naik
it: Data creazione crescente
ja: 作成日 昇順
kk: Құру күні өсуі бойынша
ko: 생성 날짜 오름차순
ku: Dîroka Çêkirinê Berbijor
ms: Tarikh Cipta Menaik
pa: ਬਣਾਉਣ ਮਿਤੀ ਵਧਦੀ
ps: د جوړیدو نیټه زیاتیدونکې
pt: Data de Criação Ascendente
ru: Дата создания по возрастанию
sw: Tarehe ya Kuunda Inayopanda
ta: உருவாக்கிய தேதி ஏறுவரிசை
tr: Oluşturma Tarihine Göre Artan
ug: قۇرۇلغان ۋاقتى بويىچە ئۆرلەش
ur: تخلیق کی تاریخ بڑھتی ہوئی
vi: Ngày tạo tăng dần
zh: 创建日期升序

# byCreateDateDescending
source: Create Date Descending
ar: تاريخ الإنشاء تنازلي
az: Yaradılma Tarixinə görə Azalan
bn: ক্রিয়েট ডেট ডিসেন্ডিং
de: Erstellungsdatum absteigend
es: Fecha de creación descendente
fa: تاریخ ایجاد نزولی
fr: Date de création décroissante
hi: क्रिएट डेट घटते क्रम में
id: Tanggal Buat Turun
it: Data creazione decrescente
ja: 作成日 降順
kk: Құру күні кемуі бойынша
ko: 생성 날짜 내림차순
ku: Dîroka Çêkirinê Berbijêr
ms: Tarikh Cipta Menurun
pa: ਬਣਾਉਣ ਮਿਤੀ ਘਟਦੀ
ps: د جوړیدو نیټه کمیدونکې
pt: Data de Criação Descendente
ru: Дата создания по убыванию
sw: Tarehe ya Kuunda Inayoshuka
ta: உருவாக்கிய தேதி இறங்குவரிசை
tr: Oluşturma Tarihine Göre Azalan
ug: قۇرۇلغان ۋاقتى بويىچە تۆۋەنلەش
ur: تخلیق کی تاریخ گھٹتی ہوئی
vi: Ngày tạo giảm dần
zh: 创建日期降序

source: Translation Not Found
ar: الترجمة غير موجودة
az: Tərcümə Tapılmadı
bn: অনুবাদ পাওয়া যায়নি
de: Übersetzung nicht gefunden
es: Traducción no encontrada
fa: ترجمه پیدا نشد
fr: Traduction non trouvée
hi: अनुवाद नहीं मिला
id: Terjemahan Tidak Ditemukan
it: Traduzione non trovata
ja: 翻訳が見つかりません
kk: Аударма табылмады
ko: 번역을 찾을 수 없음
ku: Werger Nehat Dîtin
ms: Terjemahan Tidak Dijumpai
pa: ਅਨੁਵਾਦ ਨਹੀਂ ਮਿਲਿਆ
ps: ژباړه ونه موندل شوه
pt: Tradução Não Encontrada
ru: Перевод не найден
sw: Tafsiri Haikupatikana
ta: மொழிபெயர்ப்பு காணப்படவில்லை
tr: Tercüme Bulunamadı
ug: تەرجىمە تېپىلمىدى
ur: ترجمہ نہیں ملا
vi: Không tìm thấy bản dịch
zh: 翻译未找到

# translationTitle
source: Translation:
ar: ترجمة:
az: Tərcümə:
bn: অনুবাদ:
de: Übersetzung:
es: Traducción:
fa: ترجمه:
fr: Traduction :
hi: अनुवाद:
id: Terjemahan:
it: Traduzione:
ja: 翻訳：
kk: Аударма:
ko: 번역:
ku: Werger:
ms: Terjemahan:
pa: ਅਨੁਵਾਦ:
ps: ژباړه:
pt: Tradução:
ru: Перевод:
sw: Tafsiri:
ta: மொழிபெயர்ப்பு:
tr: Tercüme:
ug: تەرجىمە:
ur: ترجمہ:
vi: Bản dịch:
zh: 翻译：

# footNoteTitle
source: Foot Note:
ar: هامش:
az: Qeyd:
bn: ফুট নোট:
de: Fußnote:
es: Nota al pie:
fa: پانویس:
fr: Note de bas de page :
hi: फुट नोट:
id: Catatan Kaki:
it: Nota a piè di pagina:
ja: 脚注：
kk: Ескерту:
ko: 각주:
ku: Jêrenot:
ms: Catatan Kaki:
pa: ਫੁਟ ਨੋਟ:
ps: فوټ نوټ:
pt: Nota de Rodapé:
ru: Сноска:
sw: Maelezo ya Chini:
ta: அடிக்குறிப்பு:
tr: Dipnot:
ug: ئىزاھات:
ur: فٹ نوٹ:
vi: Chú thích:
zh: 脚注：

source: Word by Word Translation:
ar: ترجمة كلمة بكلمة:
az: Sözbəsöz Tərcümə:
bn: শব্দে শব্দে অনুবাদ:
de: Wort-für-Wort-Übersetzung:
es: Traducción palabra por palabra:
fa: ترجمه کلمه به کلمه:
fr: Traduction mot par mot :
hi: शब्द दर शब्द अनुवाद:
id: Terjemahan Kata demi Kata:
it: Traduzione parola per parola:
ja: 単語ごとの翻訳：
kk: Сөзбе-сөз аударма:
ko: 단어별 번역:
ku: Wergera Peyv bi Peyv:
ms: Terjemahan Perkataan demi Perkataan:
pa: ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਅਨੁਵਾਦ:
ps: کلمه په کلمه ژباړه:
pt: Tradução Palavra por Palavra:
ru: Перевод слово за словом:
sw: Tafsiri Neno kwa Neno:
ta: வார்த்தைக்கு வார்த்தை மொழிபெயர்ப்பு:
tr: Kelime Kelime Tercüme:
ug: سۆزمۇ-سۆز تەرجىمە:
ur: لفظ بہ لفظ ترجمہ:
vi: Dịch từng từ:
zh: 逐字翻译：

# tafsirButton
source: Tafsir
ar: تفسير
az: Təfsir
bn: তাফসীর
fa: تفسیر
hi: तफ़सीर
ja: タフスィール
kk: Тәпсір
ko: 타프시르
ku: Tefsîr
pa: ਤਫਸੀਰ
ps: تفسیر
ru: Тафсир
sw: Tafsiri
ta: தஃப்ஸீர்
tr: Tefsir
ug: تەپسىر
ur: تفسیر
zh: 塔夫西尔

# shareButton
source: Share
ar: مشاركة
az: Paylaş
bn: শেয়ার
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
hi: शेयर
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
ku: Parve bike
ms: Kongsi
pa: ਸਾਂਝਾ ਕਰੋ
ps: شریک کړئ
pt: Compartilhar
ru: Поделиться
sw: Shiriki
ta: பகிர்
tr: Paylaş
ug: ھەمبەھىرلەش
ur: شیئر
vi: Chia sẻ
zh: 分享

# addNoteButton
source: Add Note
ar: إضافة ملاحظة
az: Qeyd Əlavə et
bn: নোট যোগ করুন
de: Notiz hinzufügen
es: Agregar nota
fa: اضافه کردن یادداشت
fr: Ajouter une note
hi: नोट जोड़ें
id: Tambah Catatan
it: Aggiungi nota
ja: ノートを追加
kk: Ескертпе қосу
ko: 노트 추가
ku: Nîşeyê Zêde Bike
ms: Tambah Nota
pa: ਨੋਟ ਜੋੜੋ
ps: یادونه اضافه کړئ
pt: Adicionar Nota
ru: Добавить заметку
sw: Ongeza Maelezo
ta: குறிப்பு சேர்
tr: Not Ekle
ug: خاتىرە قوشۇش
ur: نوٹ شامل کریں
vi: Thêm ghi chú
zh: 添加笔记

# pinToCollectionButton
source: Pin to Collection
ar: تثبيت في المجموعة
az: Kolleksiyaya Bərkit
bn: কালেকশনে পিন করুন
de: An Sammlung anheften
es: Fijar a colección
fa: سنجاق به مجموعه
fr: Épingler à la collection
hi: कलेक्शन में पिन करें
id: Sematkan ke Koleksi
it: Aggiungi alla raccolta
ja: コレクションにピン留め
kk: Жинаққа бекіту
ko: 모음에 고정
ku: Li Berhevokê Nîşan Bike
ms: Pinkan ke Koleksi
pa: ਕਲੈਕਸ਼ਨ ਵਿੱਚ ਪਿੰਨ ਕਰੋ
ps: مجموعې ته پن کړئ
pt: Fixar na Coleção
ru: Закрепить в коллекции
sw: Bandika kwa Mkusanyiko
ta: தொகுப்பில் பின் செய்
tr: Koleksiyona Sabitle
ug: توپلامغا قاداش
ur: کلیکشن میں پن کریں
vi: Ghim vào bộ sưu tập
zh: 固定到集合

source: Share as Text
ar: مشاركة كنص
az: Mətn kimi paylaş
bn: টেক্সট হিসেবে শেয়ার
de: Als Text teilen
es: Compartir como texto
fa: اشتراک‌گذاری به عنوان متن
fr: Partager sous forme de texte
hi: टेक्स्ट के रूप में शेयर करें
id: Bagikan sebagai Teks
it: Condividi come testo
ja: テキストとして共有
kk: Мәтін ретінде бөлісу
ko: 텍스트로 공유
ku: Wek Nivîs Parve Bike
ms: Kongsi sebagai Teks
pa: ਟੈਕਸਟ ਵਜੋਂ ਸਾਂਝਾ ਕਰੋ
ps: د متن په توګه شریک کړئ
pt: Compartilhar como Texto
ru: Поделиться как текст
sw: Shiriki kama Nakala
ta: உரையாகப் பகிரவும்
tr: Metin Olarak Paylaş
ug: تېكىست قىلىپ ھەمبەھىرلەش
ur: متن کی صورت میں شیئر کریں
vi: Chia sẻ dưới dạng văn bản
zh: 作为文本分享

source: Copied with Tafsir
ar: تم النسخ مع التفسير
az: Təfsirlə birlikdə kopyalandı
bn: তাফসীর সহ কপি করা হয়েছে
de: Mit Tafsir kopiert
es: Copiado con tafsir
fa: کپی شده با تفسیر
fr: Copié avec tafsir
hi: तफ़सीर के साथ कॉपी किया गया
id: Disalin dengan Tafsir
it: Copiato con Tafsir
ja: タフスィール付きでコピーしました
kk: Тәпсірмен көшірілді
ko: 타프시르와 함께 복사됨
ku: Bi Tefsîrê re hate kopî kirin
ms: Disalin dengan Tafsir
pa: ਤਫਸੀਰ ਨਾਲ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ps: د تفسیر سره کاپي شو
pt: Copiado com Tafsir
ru: Скопировано с тафсиром
sw: Imenakiliwa na Tafsiri
ta: தஃப்ஸீருடன் நகலெடுக்கப்பட்டது
tr: Tefsirle Kopyalandı
ug: تەپسىر بىلەن كۆچۈرۈلدى
ur: تفسیر کے ساتھ کاپی کیا گیا
vi: Đã sao chép kèm Tafsir
zh: 已复制带塔夫西尔

source: Share as Image
ar: مشاركة كصورة
az: Şəkil kimi paylaş
bn: ইমেজ হিসেবে শেয়ার
de: Als Bild teilen
es: Compartir como imagen
fa: اشتراک‌گذاری به عنوان تصویر
fr: Partager sous forme d'image
hi: इमेज के रूप में शेयर करें
id: Bagikan sebagai Gambar
it: Condividi come immagine
ja: 画像として共有
kk: Сурет ретінде бөлісу
ko: 이미지로 공유
ku: Wek Wêne Parve Bike
ms: Kongsi sebagai Imej
pa: ਚਿੱਤਰ ਵਜੋਂ ਸਾਂਝਾ ਕਰੋ
ps: د انځور په توګه شریک کړئ
pt: Compartilhar como Imagem
ru: Поделиться как изображение
sw: Shiriki kama Picha
ta: படமாகப் பகிரவும்
tr: Görüntü Olarak Paylaş
ug: رەسىم قىلىپ ھەمبەھىرلەش
ur: تصویر کی صورت میں شیئر کریں
vi: Chia sẻ dưới dạng hình ảnh
zh: 作为图像分享

source: Share with Tafsir
ar: مشاركة مع التفسير
az: Təfsirlə birlikdə paylaş
bn: তাফসীর সহ শেয়ার
de: Mit Tafsir teilen
es: Compartir con tafsir
fa: اشتراک‌گذاری با تفسیر
fr: Partager avec tafsir
hi: तफ़सीर के साथ शेयर करें
id: Bagikan dengan Tafsir
it: Condividi con Tafsir
ja: タフスィール付きで共有
kk: Тәпсірмен бөлісу
ko: 타프시르와 함께 공유
ku: Bi Tefsîrê re Parve Bike
ms: Kongsi dengan Tafsir
pa: ਤਫਸੀਰ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
ps: د تفسیر سره شریک کړئ
pt: Compartilhar com Tafsir
ru: Поделиться с тафсиром
sw: Shiriki na Tafsiri
ta: தஃப்ஸீருடன் பகிரவும்
tr: Tefsirle Paylaş
ug: تەپسىر بىلەن ھەمبەھىرلەش
ur: تفسیر کے ساتھ شیئر کریں
vi: Chia sẻ kèm Tafsir
zh: 带塔夫西尔分享

source: Not found
ar: غير موجود
az: Tapılmadı
bn: পাওয়া যায়নি
de: Nicht gefunden
es: No encontrado
fa: پیدا نشد
fr: Non trouvé
hi: नहीं मिला
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
kk: Табылмады
ko: 찾을 수 없음
ku: Nehat dîtin
ms: Tidak dijumpai
pa: ਨਹੀਂ ਮਿਲਿਆ
ps: ونه موندل شو
pt: Não encontrado
ru: Не найдено
sw: Haikupatikana
ta: காணப்படவில்லை
tr: Bulunamadı
ug: تاپالمىدى
ur: نہیں ملا
vi: Không tìm thấy
zh: 未找到

source: Note content cannot be empty.
ar: محتوى الملاحظة لا يمكن أن يكون فارغًا.
az: Qeyd məzmunu boş ola bilməz.
bn: নোট কনটেন্ট খালি হতে পারবে না।
de: Der Notizinhalt darf nicht leer sein.
es: El contenido de la nota no puede estar vacío.
fa: محتوای یادداشت نمی‌تواند خالی باشد.
fr: Le contenu de la note ne peut pas être vide.
hi: नोट कंटेंट खाली नहीं हो सकता।
id: Isi catatan tidak boleh kosong.
it: Il contenuto della nota non può essere vuoto.
ja: ノートの内容は空にできません。
kk: Ескертпе мазмұны бос болмауы керек.
ko: 노트 내용은 비워둘 수 없습니다.
ku: Naveroka nîşeyê nikare vala be.
ms: Kandungan nota tidak boleh kosong.
pa: ਨੋਟ ਸਮੱਗਰੀ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।
ps: د یادونې منځپانګه خالي نشي کیدی.
pt: O conteúdo da nota não pode estar vazio.
ru: Содержимое заметки не может быть пустым.
sw: Maudhui ya maelezo haliwezi kuwa tupu.
ta: குறிப்பின் உள்ளடக்கம் காலியாக இருக்கக்கூடாது.
tr: Not içeriği boş olamaz.
ug: خاتىرە مەزمۇنى قۇرۇق بولسا بولمايدۇ.
ur: نوٹ کا مواد خالی نہیں ہو سکتا۔
vi: Nội dung ghi chú không được để trống.
zh: 笔记内容不能为空。

source: Note saved successfully!
ar: تم حفظ الملاحظة بنجاح!
az: Qeyd uğurla yadda saxlanıldı!
bn: নোট সফলভাবে সেভ করা হয়েছে!
de: Notiz erfolgreich gespeichert!
es: ¡Nota guardada con éxito!
fa: یادداشت با موفقیت ذخیره شد!
fr: Note enregistrée avec succès !
hi: नोट सफलतापूर्वक सेव किया गया!
id: Catatan berhasil disimpan!
it: Nota salvata con successo!
ja: ノートが正常に保存されました！
kk: Ескертпе сәтті сақталды!
ko: 노트가 성공적으로 저장되었습니다!
ku: Nîşe bi serkeftî hate tomarkirin!
ms: Nota disimpan berjaya!
pa: ਨੋਟ ਸਫਲਤਾਪੂਰਵਕ ਸੇਵ ਕੀਤਾ ਗਿਆ!
ps: یادونه په بریالیتوب سره ذخیره شوه!
pt: Nota salva com sucesso!
ru: Заметка сохранена успешно!
sw: Maelezo yamehifadhiwa kwa mafanikio!
ta: குறிப்பு வெற்றிகரமாகச் சேமிக்கப்பட்டது!
tr: Not başarıyla kaydedildi!
ug: خاتىرە مۇۋەپپەقىيەتلىك ساقلاندى!
ur: نوٹ کامیابی سے محفوظ ہو گیا!
vi: Đã lưu ghi chú thành công!
zh: 笔记保存成功！

source: Select Collections
ar: اختر المجموعات
az: Kolleksiyaları Seç
bn: কালেকশন নির্বাচন করুন
de: Sammlungen auswählen
es: Selecciona colecciones
fa: انتخاب مجموعه‌ها
fr: Sélectionnez les collections
hi: कलेक्शन चुनें
id: Pilih Koleksi
it: Seleziona raccolte
ja: コレクションを選択
kk: Жинақтарды таңдау
ko: 모음 선택
ku: Berhevokan Hilbijêre
ms: Pilih Koleksi
pa: ਕਲੈਕਸ਼ਨ ਚੁਣੋ
ps: مجموعې انتخاب کړئ
pt: Selecionar Coleções
ru: Выберите коллекции
sw: Chagua Mikusanyiko
ta: தொகுப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Koleksiyonları Seç
ug: توپلاملارنى تاللاش
ur: کلیکشنز منتخب کریں
vi: Chọn bộ sưu tập
zh: 选择集合

source: Add Note
ar: إضافة ملاحظة
az: Qeyd Əlavə et
bn: নোট যোগ করুন
de: Notiz hinzufügen
es: Agregar nota
fa: اضافه کردن یادداشت
fr: Ajouter une note
hi: नोट जोड़ें
id: Tambah Catatan
it: Aggiungi nota
ja: ノートを追加
kk: Ескертпе қосу
ko: 노트 추가
ku: Nîşeyê Zêde Bike
ms: Tambah Nota
pa: ਨੋਟ ਜੋੜੋ
ps: یادونه اضافه کړئ
pt: Adicionar Nota
ru: Добавить заметку
sw: Ongeza Maelezo
ta: குறிப்பு சேர்
tr: Not Ekle
ug: خاتىرە قوشۇش
ur: نوٹ شامل کریں
vi: Thêm ghi chú
zh: 添加笔记

source: Write collection name...
ar: اكتب اسم المجموعة...
az: Kolleksiya adını yazın...
bn: কালেকশন নাম লিখুন...
de: Schreibe den Sammlungsnamen...
es: Escribe el nombre de la colección...
fa: نوشتن نام مجموعه...
fr: Écrivez le nom de la collection...
hi: कलेक्शन नाम लिखें...
id: Tulis nama koleksi...
it: Scrivi il nome della raccolta...
ja: コレクション名を入力...
kk: Жинақ атын жазыңыз...
ko: 모음 이름 입력...
ku: Navê berhevokê binivîse...
ms: Tulis nama koleksi...
pa: ਕਲੈਕਸ਼ਨ ਨਾਮ ਲਿਖੋ...
ps: د مجموعې نوم ولیکئ...
pt: Escreva o nome da coleção...
ru: Напишите имя коллекции...
sw: Andika jina la mkusanyiko...
ta: தொகுப்பின் பெயரை எழுதவும்...
tr: Koleksiyon adını yazın...
ug: توپلام ئىسمىنى يېزىڭ...
ur: کلیکشن کا نام لکھیں...
vi: Nhập tên bộ sưu tập...
zh: 写入集合名称...

source: No collections yet. Add a new one!
ar: لا مجموعات بعد. أضف واحدة جديدة!
az: Hələ kolleksiya yoxdur. Yeni birini əlavə edin!
bn: এখনো কোনো কালেকশন নেই। নতুন একটা যোগ করুন!
de: Noch keine Sammlungen vorhanden. Füge eine neue hinzu!
es: No hay colecciones aún. ¡Agrega una nueva!
fa: هنوز هیچ مجموعه‌ای نیست. یکی جدید اضافه کنید!
fr: Aucune collection pour l'instant. Ajoutez-en une nouvelle !
hi: अभी कोई कलेक्शन नहीं। नया जोड़ें!
id: Belum ada koleksi. Tambahkan yang baru!
it: Nessuna raccolta ancora. Aggiungine una nuova!
ja: まだコレクションがありません。新しく追加しましょう！
kk: Әлі жинақтар жоқ. Жаңасын қосыңыз!
ko: 아직 모음이 없습니다. 새 모음을 추가하세요!
ku: Hêj berhevok tune ne. Yek nû lê zêde bike!
ms: Tiada koleksi lagi. Tambah yang baru!
pa: ਅਜੇ ਕੋਈ ਕਲੈਕਸ਼ਨ ਨਹੀਂ। ਨਵੀਂ ਜੋੜੋ!
ps: لا مجموعې نشته. نوې اضافه کړئ!
pt: Ainda não há coleções. Adicione uma nova!
ru: Нет коллекций пока. Добавьте новую!
sw: Hakuna mikusanyiko bado. Ongeza mpya!
ta: இன்னும் தொகுப்புகள் இல்லை. ஒன்றைப் புதிதாகச் சேர்க்கவும்!
tr: Henüz koleksiyon yok. Yeni bir tane ekleyin!
ug: تېخى توپلام يوق. يېڭى بىرنى قوشۇڭ!
ur: ابھی تک کوئی کلیکشن نہیں۔ ایک نئی شامل کریں!
vi: Chưa có bộ sưu tập nào. Hãy thêm một cái mới!
zh: 尚未有集合。添加一个新的！

source: Please write your note first.
ar: يرجى كتابة ملاحظتك أولاً.
az: Zəhmət olmasa, əvvəlcə qeydinizi yazın.
bn: প্রথমে আপনার নোট লিখুন।
de: Bitte schreibe zuerst deine Notiz.
es: Por favor, escribe tu nota primero.
fa: لطفاً اول یادداشت خود را بنویسید.
fr: Veuillez d'abord écrire votre note.
hi: कृपया पहले अपना नोट लिखें।
id: Tulis catatan Anda dulu.
it: Per favore, scrivi prima la tua nota.
ja: 最初にノートを書いてください。
kk: Алдымен ескертпеңізді жазыңыз.
ko: 먼저 노트를 작성해주세요.
ku: Ji kerema xwe pêşî nîşeya xwe binivîse.
ms: Sila tulis nota anda dulu.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਆਪਣਾ ਨੋਟ ਲਿਖੋ।
ps: مهرباني وکړئ لومړی خپله یادونه ولیکئ.
pt: Por favor, escreva sua nota primeiro.
ru: Пожалуйста, сначала напишите заметку.
sw: Tafadhali andika maelezo yako kwanza.
ta: தயவுசெய்து முதலில் உங்கள் குறிப்பை எழுதவும்.
tr: Lütfen önce notunuzu yazın.
ug: ئالدى بىلەن خاتىرىڭىزنى يېزىڭ.
ur: براہ مہربانی پہلے اپنا نوٹ لکھیں۔
vi: Vui lòng viết ghi chú của bạn trước.
zh: 请先写您的笔记。
