Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# appDescription
source: A comprehensive Islamic application for Android, iOS, MacOS, Web, Linux and Windows, offering Quran reading with Tafsir & multiple translations (including word-by-word), worldwide prayer times with notifications, Qibla compass, and synchronized word-by-word audio recitation.
ar: تطبيق إسلامي شامل لأندرويد، iOS، macOS، الويب، لينكس وويندوز، يقدم قراءة القرآن مع تفسير وترجمات متعددة (بما في ذلك كلمة بكلمة)، أوقات الصلاة في جميع أنحاء العالم مع إشعارات، بوصلة القبلة، وتلاوة صوتية متزامنة كلمة بكلمة.
az: Android, iOS, MacOS, Web, Linux və Windows üçün hərtərəfli İslami tətbiq. Təfsir və çoxsaylı tərcümələr (sözbəsöz daxil olmaqla) ilə Quran oxuma, bildirişlərlə dünya üzrə namaz vaxtları, Qiblə kompasları və sinxronlaşdırılmış sözbəsöz səsli tilavət təklif edir.
bn: একটা সম্পূর্ণ ইসলামিক অ্যাপ অ্যান্ড্রয়েড, আইওএস, ম্যাকওএস, ওয়েব, লিনাক্স এবং উইন্ডোজের জন্য, কুরআন পড়া তাফসীর এবং একাধিক অনুবাদ (শব্দে শব্দে সহ), বিশ্বব্যাপী নামাজের সময় নোটিফিকেশন সহ, কিবলা কম্পাস, এবং শব্দে শব্দে সিঙ্ক্রোনাইজড অডিও তিলাওয়াত।
de: Eine umfassende islamische Anwendung für Android, iOS, MacOS, Web, Linux und Windows, die das Lesen des Korans mit Tafsir & mehreren Übersetzungen (einschließlich Wort-für-Wort), weltweite Gebetszeiten mit Benachrichtigungen, einen Qibla-Kompass und synchronisierte Wort-für-Wort-Audio-Rezitation bietet.
es: Una aplicación islámica completa para Android, iOS, MacOS, Web, Linux y Windows, que ofrece lectura del Corán con tafsir y múltiples traducciones (incluyendo palabra por palabra), horarios de oración mundiales con notificaciones, brújula Qibla y recitación de audio sincronizada palabra por palabra.
fa: یک برنامه اسلامی جامع برای اندروید، iOS، مک‌اواس، وب، لینوکس و ویندوز، که خواندن قرآن با تفسیر و ترجمه‌های متعدد (شامل کلمه به کلمه)، زمان‌های نماز جهانی با اعلان‌ها، قطب‌نمای قبله، و قرائت صوتی کلمه به کلمه همگام‌سازی‌شده را ارائه می‌دهد.
fr: Une application islamique complète pour Android, iOS, MacOS, Web, Linux et Windows, offrant la lecture du Coran avec tafsir et plusieurs traductions (y compris mot par mot), les horaires de prière mondiaux avec notifications, une boussole Qibla, et une récitation audio mot par mot synchronisée.
hi: एक पूरा इस्लामी ऐप एंड्रॉयड, आईओएस, मैकओएस, वेब, लिनक्स और विंडोज के लिए, जिसमें कुरान पढ़ना तफ़सीर और कई अनुवादों (शब्द दर शब्द सहित) के साथ, दुनिया भर में नमाज के समय नोटिफिकेशन के साथ, किबला कंपास, और शब्द दर शब्द ऑडियो तिलावत।
id: Aplikasi Islam lengkap untuk Android, iOS, MacOS, Web, Linux, dan Windows, menawarkan bacaan Al-Quran dengan Tafsir & berbagai terjemahan (termasuk kata demi kata), waktu sholat di seluruh dunia dengan notifikasi, kompas Kiblat, dan rekaman audio kata demi kata yang disinkronkan.
it: Un'applicazione islamica completa per Android, iOS, MacOS, Web, Linux e Windows, che offre la lettura del Corano con Tafsir e traduzioni multiple (inclusa parola per parola), orari di preghiera mondiali con notifiche, bussola Qibla e recitazione audio sincronizzata parola per parola.
ja: Android、iOS、MacOS、Web、Linux、Windows向けの総合的なイスラムアプリケーション。タフスィールと複数の翻訳（単語ごとの翻訳を含む）付きのコーラン読誦、通知機能付きの世界中の礼拝時間、キブラコンパス、そして同期された単語ごとのオーディオ読誦を提供します。
kk: Android, iOS, MacOS, Web, Linux және Windows үшін толық исламдық қолданба, Құран оқуын тәпсір және бірнеше аудармалармен (сөзбе-сөзді қоса), әлемдік намаз уақыттары, Қыбла компасы және сөзбе-сөз аудио оқуымен ұсынады.
ko: 안드로이드, iOS, MacOS, 웹, 리눅스, 윈도우를 위한 종합 이슬람 애플리케이션으로, 타프시르 및 다중 번역(단어별 번역 포함)과 함께 꾸란 읽기, 알림 기능이 있는 전 세계 기도 시간, 키블라 나침반, 단어별 동기화 오디오 낭송을 제공합니다.
ku: Serîlêdanek Îslamî ya berfireh ji bo Android, iOS, MacOS, Web, Linux û Windows, ku xwendina Quranê bi Tefsîr û gelek wergeran (tevî peyv bi peyv), demên nimêjê yên cîhanî bi agahdariyan, pusulaya Qibleyê, û xwendina dengî ya peyv bi peyv a senkronîzekirî pêşkêş dike.
ms: Aplikasi Islam komprehensif untuk Android, iOS, MacOS, Web, Linux dan Windows, menawarkan bacaan Al-Quran dengan Tafsir & pelbagai terjemahan (termasuk perkataan demi perkataan), waktu solat seluruh dunia dengan pemberitahuan, kompas Kiblat, dan bacaan audio perkataan demi perkataan yang diselaraskan.
pa: ਐਂਡਰਾਇਡ, ਆਈਓਐੱਸ, ਮੈਕਓਐੱਸ, ਵੈੱਬ, ਲਿਨਕਸ ਅਤੇ ਵਿੰਡੋਜ਼ ਲਈ ਇੱਕ ਵਿਆਪਕ ਇਸਲਾਮੀ ਐਪਲੀਕੇਸ਼ਨ, ਜੋ ਕੁਰਾਨ ਪੜ੍ਹਨ ਨਾਲ ਤਫਸੀਰ ਅਤੇ ਕਈ ਅਨੁਵਾਦਾਂ (ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਸਮੇਤ), ਵਿਸ਼ਵ ਵਿਆਪੀ ਨਮਾਜ਼ ਸਮਾਂ ਨਾਲ ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ, ਕਿਬਲਾ ਕੰਪਾਸ, ਅਤੇ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ਡ ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਆਡੀਓ ਤਲਾਵਤ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
ps: یو بشپړ اسلامي اپلیکیشن د Android، iOS، MacOS، ویب، Linux او Windows لپاره، چې د تفسیر او څو ژباړو سره قرآن لوستل وړاندې کوي (په شمول کلمه په کلمه)، په ټوله نړۍ کې د لمانځه وختونه د نوټیفیکیشنونو سره، د قبلې کمپاس، او همغږي کلمه په کلمه آډیو تلاوت.
pt: Uma aplicação islâmica completa para Android, iOS, MacOS, Web, Linux e Windows, que oferece leitura do Alcorão com Tafsir e múltiplas traduções (incluindo palavra por palavra), horários de oração mundiais com notificações, bússola Qibla e recitação de áudio sincronizada palavra por palavra.
ru: Комплексное исламское приложение для Android, iOS, MacOS, Web, Linux и Windows, предлагающее чтение Корана с тафсиром и несколькими переводами (включая слово за словом), время намаза по всему миру с уведомлениями, компас киблы и синхронизированное чтение слово за словом.
sw: Programu kamili ya Kiislamu kwa Android, iOS, MacOS, Wavuti, Linux na Windows, inayotoa kusoma Kurani na Tafsiri & tafsiri nyingi (ikiwemo neno kwa neno), muda wa swala duniani kote na arifa, dira ya Kibla, na usomaji wa sauti wa neno kwa neno uliosawazishwa.
ta: Android, iOS, MacOS, Web, Linux மற்றும் Windows-க்கான ஒரு விரிவான இஸ்லாமியப் பயன்பாடு. தஃப்ஸீர் மற்றும் பல மொழிபெயர்ப்புகளுடன் (வார்த்தைக்கு வார்த்தை உட்பட) குர்ஆனை ஓதுதல், அறிவிப்புகளுடன் உலகளாவிய தொழுகை நேரங்கள், கிப்லா திசைகாட்டி மற்றும் ஒத்திசைக்கப்பட்ட வார்த்தைக்கு வார்த்தை ஆடியோ ஓதுதல் ஆகியவற்றை வழங்குகிறது.
tr: Android, iOS, MacOS, Web, Linux ve Windows için kapsamlı bir İslami uygulama. Kur'an okuma, tefsir ve birden fazla tercüme (kelime kelime dahil), dünya çapında namaz vakitleri, kıble pusulası ve senkronize kelime kelime sesli okuma sunar.
ug: ئاندروئىد، iOS، MacOS، تور، لىنۇكس ۋە Windows ئۈچۈن ياسالغان ئۇنىۋېرسال ئىسلامىي ئەپ بولۇپ، تەپسىر ۋە كۆپ خىل تەرجىمىلەر (سۆزمۇ-سۆز تەرجىمىنى ئۆز ئىچىگە ئالىدۇ) بىلەن قۇرئان ئوقۇش، دۇنيا مىقياسىدا ئۇقتۇرۇش بىلەن ناماز ۋاقىتلىرى، قىبلە كومپاسى ۋە ماس قەدەملىك سۆزمۇ-سۆز ئاۋازلىق تىلاۋەت قىلىش ئىقتىدارلىرىنى تەمىنلەيدۇ.
ur: ایک جامع اسلامی ایپلیکیشن اینڈرائیڈ، آئی او ایس، میک او ایس، ویب، لینکس اور ونڈوز کے لیے، جو قرآن کی تفسیر اور متعدد تراجم (بشمول لفظ بہ لفظ) کے ساتھ پڑھنے، دنیا بھر کے نماز کے اوقات نوٹیفیکیشنز کے ساتھ، قبلہ کمپاس، اور سنکرونائزڈ لفظ بہ لفظ آڈیو تلاوت پیش کرتی ہے۔
vi: Một ứng dụng Hồi giáo toàn diện cho Android, iOS, MacOS, Web, Linux và Windows, cung cấp việc đọc Kinh Qur'an với Tafsir & nhiều bản dịch (bao gồm cả dịch từng từ), thời gian cầu nguyện trên toàn thế giới với thông báo, la bàn Qibla, và phần đọc âm thanh đồng bộ từng từ.
zh: 一款全面的伊斯兰应用，支持 Android、iOS、MacOS、Web、Linux 和 Windows，提供古兰经阅读带塔夫西尔和多种翻译（包括逐字）、全球礼拜时间带通知、克尔白罗盘，以及同步逐字音频朗诵。

# dataSourcesNote
source: Note: Quran texts, Tafsir, translations, and audio resources are sourced from Quran.com, Everyayah.com, and other verified open sources.
ar: ملاحظة: نصوص القرآن، التفسير، الترجمات، والموارد الصوتية مستمدة من Quran.com، Everyayah.com، ومصادر مفتوحة موثوقة أخرى.
az: Qeyd: Quran mətnləri, Təfsir, tərcümələr və səs resursları Quran.com, Everyayah.com və digər təsdiqlənmiş açıq mənbələrdən əldə edilir.
bn: নোট: কুরআন টেক্সট, তাফসীর, অনুবাদ, এবং অডিও রিসোর্স Quran.com, Everyayah.com, এবং অন্যান্য যাচাইকৃত ওপেন সোর্স থেকে নেয়া।
de: Hinweis: Korantexte, Tafsir, Übersetzungen und Audioressourcen stammen von Quran.com, Everyayah.com und anderen verifizierten offenen Quellen.
es: Nota: Los textos del Corán, tafsir, traducciones y recursos de audio provienen de Quran.com, Everyayah.com y otras fuentes abiertas verificadas.
fa: توجه: متن‌های قرآن، تفسیر، ترجمه‌ها و منابع صوتی از Quran.com، Everyayah.com و دیگر منابع باز معتبر گرفته شده‌اند.
fr: Note : Les textes du Coran, tafsir, traductions et ressources audio proviennent de Quran.com, Everyayah.com et d'autres sources ouvertes vérifiées.
hi: नोट: कुरान टेक्स्ट, तफ़सीर, अनुवाद, और ऑडियो रिसोर्स Quran.com, Everyayah.com, और अन्य वेरीफाइड ओपन सोर्स से लिए गए हैं।
id: Catatan: Teks Al-Quran, Tafsir, terjemahan, dan sumber audio diambil dari Quran.com, Everyayah.com, dan sumber terbuka terverifikasi lainnya.
it: Nota: i testi del Corano, il Tafsir, le traduzioni e le risorse audio provengono da Quran.com, Everyayah.com e altre fonti aperte verificate.
ja: 注：コーランのテキスト、タフスィール、翻訳、オーディオリソースは、Quran.com、Everyayah.com、およびその他の検証済みのオープンソースから提供されています。
kk: Ескерту: Құран мәтіндері, тәпсір, аудармалар және аудио ресурстары Quran.com, Everyayah.com және басқа расталған ашық дереккөздерден алынған.
ko: 참고: 꾸란 본문, 타프시르, 번역, 오디오 자료는 Quran.com, Everyayah.com 및 기타 검증된 오픈 소스에서 가져옵니다.
ku: Nîşe: Nivîsên Quranê, Tefsîr, werger, û çavkaniyên dengî ji Quran.com, Everyayah.com, û çavkaniyên din ên vekirî yên pejirandî têne girtin.
ms: Nota: Teks Al-Quran, Tafsir, terjemahan, dan sumber audio diambil dari Quran.com, Everyayah.com, dan sumber terbuka yang disahkan lain.
pa: ਨੋਟ: ਕੁਰਾਨ ਟੈਕਸਟ, ਤਫਸੀਰ, ਅਨੁਵਾਦ ਅਤੇ ਆਡੀਓ ਸਰੋਤ ਕੁਰਾਨ.ਕਾਮ, ਏਵਰੀਆਯਾਹ.ਕਾਮ ਅਤੇ ਹੋਰ ਪ੍ਰਮਾਣਿਤ ਓਪਨ ਸਰੋਤਾਂ ਤੋਂ ਲਏ ਗਏ ਹਨ।
ps: یادونه: د قرآن متنونه، تفسیر، ژباړې، او آډیو وسایل له Quran.com، Everyayah.com، او نورو تصدیق شوي خلاصو سرچینو څخه اخیستل شوي.
pt: Nota: Os textos do Alcorão, Tafsir, traduções e recursos de áudio são provenientes de Quran.com, Everyayah.com e outras fontes abertas verificadas.
ru: Примечание: Тексты Корана, тафсир, переводы и аудиоресурсы взяты из Quran.com, Everyayah.com и других проверенных открытых источников.
sw: Kumbuka: Nakala za Kurani, Tafsiri, tafsiri, na rasilimali za sauti zinatoka Quran.com, Everyayah.com, na vyanzo vingine vilivyothibitishwa vya wazi.
ta: குறிப்பு: குர்ஆன் உரைகள், தஃப்ஸீர், மொழிபெயர்ப்புகள் மற்றும் ஆடியோ வளங்கள் Quran.com, Everyayah.com மற்றும் பிற சரிபார்க்கப்பட்ட திறந்த மூலங்களிலிருந்து பெறப்படுகின்றன.
tr: Not: Kur'an metinleri, tefsir, tercümeler ve ses kaynakları Quran.com, Everyayah.com ve diğer doğrulanmış açık kaynaklardan alınmıştır.
ug: ئەسكەرتىش: قۇرئان تېكىستلىرى، تەپسىر، تەرجىمىلەر ۋە ئاۋاز مەنبەلىرى Quran.com، Everyayah.com ۋە باشقا دەلىللەنگەن ئوچۇق مەنبەلەردىن ئېلىنغان.
ur: نوٹ: قرآن کے متن، تفسیر، تراجم، اور آڈیو وسائل Quran.com، Everyayah.com، اور دیگر تصدیق شدہ اوپن سورس سے لیے گئے ہیں۔
vi: Lưu ý: Văn bản Kinh Qur'an, Tafsir, các bản dịch, và tài nguyên âm thanh được lấy từ Quran.com, Everyayah.com, và các nguồn mở đã được xác minh khác.
zh: 注意：古兰经文本、塔夫西尔、翻译和音频资源来源于 Quran.com、Everyayah.com 和其他验证的开源。

# adFreePromise
source: This app has been built to seek the pleasure of Allah. Therefore, it is and always will be completely Ad-Free.
ar: تم بناء هذا التطبيق للحصول على رضا الله. لذلك، هو ودائمًا سيكون خاليًا تمامًا من الإعلانات.
az: Bu tətbiq Allahın razılığını qazanmaq üçün yaradılmışdır. Buna görə də, tamamilə Reklamsızdır və həmişə də belə olacaq.
bn: এই অ্যাপ আল্লাহর সন্তুষ্টির জন্য তৈরি। তাই এটা সবসময় অ্যাড-ফ্রি থাকবে।
de: Diese App wurde entwickelt, um das Wohlgefallen Allahs zu erlangen. Daher ist sie und wird sie immer vollständig werbefrei sein.
es: Esta app se ha creado para buscar el placer de Allah. Por lo tanto, es y siempre será completamente libre de anuncios.
fa: این برنامه برای کسب رضایت الله ساخته شده است. بنابراین، کاملاً بدون تبلیغات است و همیشه خواهد بود.
fr: Cette app a été créée pour chercher le plaisir d'Allah. Elle est et restera toujours sans publicité.
hi: यह ऐप अल्लाह की रजा के लिए बनाया गया है। इसलिए, यह हमेशा पूरी तरह से ऐड-फ्री रहेगा।
id: Aplikasi ini dibuat untuk mencari ridha Allah. Oleh karena itu, aplikasi ini dan akan selalu bebas iklan sepenuhnya.
it: Questa app è stata creata per cercare il compiacimento di Allah. Pertanto, è e sarà sempre completamente priva di pubblicità.
ja: このアプリはアッラーの御心に適うことを願って作成されました。そのため、現在も将来も完全に広告なしです。
kk: Бұл қолданба Алланың разылығын алу үшін жасалған. Сондықтан ол толықтай жарнамадан бос және әрқашан солай болады.
ko: 이 앱은 알라의 기쁨을 구하기 위해 만들어졌습니다. 따라서 현재도, 그리고 앞으로도 항상 완전한 광고 없는 앱이 될 것입니다.
ku: Ev sepan ji bo razîbûna Allah hatiye çêkirin. Ji ber vê yekê, ew bi tevahî Bê Reklam e û dê her dem wisa be.
ms: Aplikasi ini dibina untuk mencari keredhaan Allah. Oleh itu, ia adalah dan sentiasa bebas iklan sepenuhnya.
pa: ਇਹ ਐਪ ਅੱਲ੍ਹਾ ਦੀ ਖੁਸ਼ੀ ਲਈ ਬਣਾਈ ਗਈ ਹੈ। ਇਸ ਲਈ, ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਗਿਆਪਨ-ਮੁਕਤ ਹੈ ਅਤੇ ਹਮੇਸ਼ਾ ਰਹੇਗੀ।
ps: دا اپلیکیشن د الله د رضایت لپاره جوړ شوی دی. له همدې امله، دا به تل بشپړ Ad-Free وي.
pt: Este aplicativo foi construído para buscar o agrado de Allah. Portanto, é e sempre será completamente livre de anúncios.
ru: Это приложение создано для поиска довольства Аллаха. Поэтому оно всегда будет полностью без рекламы.
sw: App hii imejengwa ili kutafuta radhi ya Allah. Kwa hivyo, ni na itakuwa bila Matangazo milele.
ta: இந்த செயலி அல்லாஹ்வின் திருப்பொருத்தத்தை நாடி உருவாக்கப்பட்டது. எனவே, இது இப்போதும் எப்போதும் முற்றிலும் விளம்பரங்கள் இல்லாததாக இருக்கும்.
tr: Bu uygulama Allah'ın rızasını kazanmak için yapılmıştır. Bu yüzden tamamen Reklamsızdır ve her zaman öyle kalacaktır.
ug: بۇ ئەپ ئاللاھنىڭ رازىلىقىنى ئۈچۈن ياسالغان. شۇڭلاشقا، ئۇ پۈتۈنلەي ئېلانسىز بولۇپ، مەڭگۈ شۇنداق بولىدۇ.
ur: یہ ایپ اللہ کی خوشنودی حاصل کرنے کے لیے بنائی گئی ہے۔ اس لیے یہ مکمل طور پر اور ہمیشہ ایڈ فری رہے گی۔
vi: Ứng dụng này được xây dựng để tìm kiếm sự hài lòng của Allah. Do đó, nó hoàn toàn không có quảng cáo và sẽ luôn như vậy.
zh: 此应用是为寻求安拉喜悦而构建。因此，它现在和永远完全无广告。

source: Core Features
ar: الميزات الأساسية
az: Əsas Xüsusiyyətlər
bn: মূল ফিচারসমূহ
de: Kernfunktionen
es: Funciones principales
fa: ویژگی‌های اصلی
fr: Fonctionnalités principales
hi: मुख्य फीचर्स
id: Fitur Utama
it: Caratteristiche principali
ja: 主な機能
kk: Негізгі мүмкіндіктер
ko: 주요 기능
ku: Taybetmendiyên Sereke
ms: Ciri Utama
pa: ਮੁੱਖ ਫੀਚਰਾਂ
ps: اصلي فیچرونه
pt: Recursos Principais
ru: Основные функции
sw: Vipengele Muhimu
ta: முக்கிய அம்சங்கள்
tr: Temel Özellikler
ug: يادرولۇق ئىقتىدارلىرى
ur: بنیادی فیچرز
vi: Các tính năng chính
zh: 核心功能

# coreFeaturesDescription
source: Explore the key functionalities that make Al Quran v3 an indispensable tool for your daily Islamic practices:
ar: استكشف الوظائف الرئيسية التي تجعل القرآن v3 أداة لا غنى عنها لممارساتك الإسلامية اليومية:
az: əl-Quran v3-ü gündəlik İslami əməlləriniz üçün əvəzolunmaz bir vasitəyə çevirən əsas funksionallıqları kəşf edin:
bn: আল কুরআন v3 এর মূল ফাংশনালিটি অন্বেষণ করুন যা আপনার দৈনিক ইসলামিক অনুশীলনের জন্য অপরিহার্য টুল:
de: Entdecke die Schlüsselfunktionen, die Al-Quran v3 zu einem unverzichtbaren Werkzeug für deine täglichen islamischen Praktiken machen:
es: Explora las funcionalidades clave que hacen de Al Corán v3 una herramienta indispensable para tus prácticas islámicas diarias:
fa: ویژگی‌های کلیدی را کاوش کنید که Al Quran v3 را به ابزاری ضروری برای اعمال اسلامی روزانه شما تبدیل می‌کند:
fr: Découvrez les fonctionnalités clés qui font d'Al Coran v3 un outil indispensable pour vos pratiques islamiques quotidiennes :
hi: अल कुरान v3 के मुख्य फंक्शन देखें जो आपके रोज के इस्लामी अमलों के लिए जरूरी टूल है:
id: Jelajahi fungsi utama yang membuat Al Quran v3 menjadi alat penting untuk praktik Islam harian Anda:
it: Esplora le funzionalità chiave che rendono Al Quran v3 uno strumento indispensabile per le tue pratiche islamiche quotidiane:
ja: アル・コーラン v3 を日々のイスラム実践に不可欠なツールにする主要な機能をご覧ください：
kk: Әл Құран v3-ті күнделікті исламдық амалдар үшін таптырмас құрал ететін негізгі функцияларды зерттеңіз:
ko: 알 꾸란 v3를 매일의 이슬람 실천에 필수적인 도구로 만들어주는 주요 기능들을 살펴보세요:
ku: Taybetmendiyên sereke yên ku Al Quran v3 dikin amûrek bingehîn ji bo pratîkên we yên rojane yên Îslamî, kifş bikin:
ms: Terokai fungsi utama yang menjadikan Al-Quran v3 alat penting untuk amalan Islam harian anda:
pa: ਅਲ ਕੁਰਾਨ v3 ਨੂੰ ਤੁਹਾਡੀ ਰੋਜ਼ਾਨਾ ਇਸਲਾਮੀ ਅਭਿਆਸਾਂ ਲਈ ਇੱਕ ਅਨਿੱਖੜਵਾਂ ਔਜ਼ਾਰ ਬਣਾਉਣ ਵਾਲੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ:
ps: د اصلي فعالیتونو لټون وکړئ چې Al Quran v3 ستاسو د ورځني اسلامي اعمالو لپاره یو اړین وسیله جوړوي:
pt: Explore as funcionalidades chave que tornam o Alcorão v3 uma ferramenta indispensável para as suas práticas islâmicas diárias:
ru: Изучите ключевые функции, которые делают Аль-Коран v3 незаменимым инструментом для ваших ежедневных исламских практик:
sw: Chunguza vipengele muhimu vinavyofanya Al Kurani v3 kuwa chombo muhimu kwa mazoezi yako ya kila siku ya Kiislamu:
ta: அல் குர்ஆன் v3 ஐ உங்கள் தினசரி இஸ்லாமிய நடைமுறைகளுக்கு ஒரு தவிர்க்க முடியாத கருவியாக்கும் முக்கிய செயல்பாடுகளை ஆராயுங்கள்:
tr: Al Quran v3'ü günlük İslami uygulamalarınız için vazgeçilmez bir araç yapan ana işlevleri keşfedin:
ug: ئەل قۇرئان v3 نى كۈندىلىك ئىسلامىي ئەمەلىيىتىڭىز ئۈچۈن كەم بولسا بولمايدىغان قورالغا ئايلاندۇرىدىغان ئاساسلىق ئىقتىدارلارنى كۆرۈپ بېقىڭ:
ur: القرآن v3 کے کلیدی فنکشنز کو دریافت کریں جو آپ کی روزانہ اسلامی عبادات کے لیے ایک ناگزیر ٹول بناتے ہیں:
vi: Khám phá các chức năng chính làm cho Al Qur'an v3 trở thành một công cụ không thể thiếu cho các hoạt động Hồi giáo hàng ngày của bạn:
zh: 探索使古兰经 v3 成为您日常伊斯兰实践不可或缺工具的关键功能：

# prayerTimesTitle
source: Prayer Times & Alerts
ar: أوقات الصلاة والتنبيهات
az: Namaz Vaxtları və Bildirişlər
bn: নামাজের সময় এবং অ্যালার্ট
de: Gebetszeiten & Benachrichtigungen
es: Horarios de oración y alertas
fa: زمان‌های نماز و هشدارها
fr: Horaires de prière et alertes
hi: नमाज के समय और अलर्ट
id: Waktu Sholat & Peringatan
it: Orari di preghiera e avvisi
ja: 礼拝時間とアラート
kk: Намаз уақыттары және ескертулер
ko: 기도 시간 및 알림
ku: Demên Nivêjê & Agahdarî
ms: Waktu Solat & Amaran
pa: ਨਮਾਜ਼ ਸਮਾਂ ਅਤੇ ਅਲਰਟਸ
ps: د لمانځه وختونه او الرټونه
pt: Horários de Oração e Alertas
ru: Время намаза и оповещения
sw: Muda wa Swala & Arifa
ta: தொழுகை நேரங்கள் & எச்சரிக்கைகள்
tr: Namaz Vakitleri & Uyarılar
ug: ناماز ۋاقىتلىرى ۋە ئەسكەرتىشلەر
ur: نماز کے اوقات اور الرٹس
vi: Giờ cầu nguyện & Cảnh báo
zh: 礼拜时间与警报

# prayerTimesDescription
source: Accurate prayer timings for any location worldwide using various calculation methods. Set reminders with Adhan notifications.
ar: أوقات صلاة دقيقة لأي موقع في العالم باستخدام طرق حساب متنوعة. قم بتعيين تذكيرات مع إشعارات الأذان.
az: Müxtəlif hesablama metodlarından istifadə edərək dünya üzrə istənilən məkan üçün dəqiq namaz vaxtları. Azan bildirişləri ilə xatırlatmalar qurun.
bn: বিভিন্ন ক্যালকুলেশন মেথড ব্যবহার করে বিশ্বের যেকোনো লোকেশনের জন্য সঠিক নামাজের সময়। আজান নোটিফিকেশন সহ রিমাইন্ডার সেট করুন।
de: Genaue Gebetszeiten für jeden Ort weltweit mit verschiedenen Berechnungsmethoden. Richte Erinnerungen mit Adhan-Benachrichtigungen ein.
es: Horarios de oración precisos para cualquier ubicación mundial usando varios métodos de cálculo. Configura recordatorios con notificaciones de Adhan.
fa: زمان‌بندی دقیق نماز برای هر مکان جهانی با استفاده از روش‌های محاسبه مختلف. تنظیم یادآوری با اعلان‌های اذان.
fr: Horaires de prière précis pour n'importe quel emplacement mondial en utilisant diverses méthodes de calcul. Définissez des rappels avec notifications d'Adhan.
hi: दुनिया के किसी भी लोकेशन के लिए सटीक नमाज के समय विभिन्न कैलकुलेशन मेथड्स से। अजान नोटिफिकेशन के साथ रिमाइंडर सेट करें।
id: Waktu sholat akurat untuk lokasi mana saja di dunia menggunakan berbagai metode perhitungan. Atur pengingat dengan notifikasi Adzan.
it: Orari di preghiera precisi per qualsiasi località del mondo utilizzando vari metodi di calcolo. Imposta promemoria con notifiche Adhan.
ja: 様々な計算方法を用いて、世界中のあらゆる場所の正確な礼拝時間を提供します。アザーン通知付きのリマインダーを設定できます。
kk: Әртүрлі есептеу әдістерін пайдалана отырып, әлемнің кез келген орналасуы үшін дәл намаз уақыттары. Азан хабарландыруларымен еске салуды орнатыңыз.
ko: 다양한 계산 방법을 사용하여 전 세계 모든 위치의 정확한 기도 시간을 제공합니다. 아잔 알림으로 리마인더를 설정하세요.
ku: Demên nimêjê yên rast ji bo her cîhekî li seranserê cîhanê bi karanîna rêbazên hesabkirinê yên cihêreng. Bîranînan bi agahdariyên Bangê saz bikin.
ms: Waktu solat tepat untuk mana-mana lokasi di dunia menggunakan pelbagai kaedah pengiraan. Tetapkan peringatan dengan pemberitahuan Azan.
pa: ਕਿਸੇ ਵੀ ਸਥਾਨ ਲਈ ਵੱਖ ਵੱਖ ਗਣਨਾ ਵਿਧੀਆਂ ਵਰਤ ਕੇ ਸਹੀ ਨਮਾਜ਼ ਸਮਾਂ। ਅਜ਼ਾਨ ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨਾਲ ਰਿਮਾਈਂਡਰ ਸੈੱਟ ਕਰੋ।
ps: د هر ځای لپاره دقیق لمانځه وختونه د مختلفو محاسبې میتودونو په کارولو سره. د اذان نوټیفیکیشنونو سره یادونې سیټ کړئ.
pt: Horários de oração precisos para qualquer local do mundo usando vários métodos de cálculo. Defina lembretes com notificações de Adhan.
ru: Точные времена намаза для любого местоположения по всему миру с использованием различных методов расчета. Установите напоминания с уведомлениями азана.
sw: Muda sahihi wa swala kwa mahali yoyote duniani kwa kutumia njia mbalimbali za kuhesabu. Weka ukumbusho na arifa za Adhana.
ta: பல்வேறு கணக்கீட்டு முறைகளைப் பயன்படுத்தி உலகெங்கிலும் உள்ள எந்த இடத்திற்கும் துல்லியமான தொழுகை நேரங்கள். பாங்கு அறிவிப்புகளுடன் நினைவூட்டல்களை அமைக்கவும்.
tr: Dünya çapında herhangi bir konum için doğru namaz vakitleri, çeşitli hesaplama yöntemleri kullanarak. Ezan bildirimleriyle hatırlatmalar ayarlayın.
ug: ھەرخىل ھېسابلاش ئۇسۇللىرى ئارقىلىق دۇنيانىڭ ھەرقانداق يېرىدىكى توغرا ناماز ۋاقىتلىرى. ئەزان ئۇقتۇرۇشى بىلەن ئەسكەرتىش تەڭشەش.
ur: دنیا بھر کے کسی بھی مقام کے لیے درست نماز کے اوقات مختلف حساب کے طریقوں کا استعمال کرتے ہوئے۔ اذان نوٹیفیکیشنز کے ساتھ یاد دہانیاں سیٹ کریں۔
vi: Thời gian cầu nguyện chính xác cho bất kỳ địa điểm nào trên toàn thế giới bằng nhiều phương pháp tính toán khác nhau. Đặt lời nhắc với thông báo Adhan.
zh: 使用各种计算方法为全球任何位置提供准确的礼拜时间。设置带宣礼通知的提醒。

# qiblaDirectionTitle
source: Qibla Direction
ar: اتجاه القبلة
az: Qiblə İstiqaməti
bn: কিবলা দিক
de: Qibla-Richtung
es: Dirección Qibla
fa: جهت قبله
fr: Direction de la Qibla
hi: किबला दिशा
id: Arah Kiblat
it: Direzione della Qibla
ja: キブラの方向
kk: Қыбла бағыты
ko: 키블라 방향
ku: Arasteya Qibleyê
ms: Arah Kiblat
pa: ਕਿਬਲਾ ਦਿਸ਼ਾ
ps: د قبلې لار
pt: Direção da Qibla
ru: Направление киблы
sw: Mwelekeo wa Kibla
ta: கிப்லா திசை
tr: Kıble Yönü
ug: قىبلە يۆنىلىشى
ur: قبلہ کی سمت
vi: Hướng Qibla
zh: 克尔白方向

# qiblaDirectionDescription
source: Easily find the Qibla direction with a clear and accurate compass view.
ar: ابحث عن اتجاه القبلة بسهولة مع عرض بوصلة واضح ودقيق.
az: Aydın və dəqiq kompas görünüşü ilə Qiblə istiqamətini asanlıqla tapın.
bn: সহজে কিবলা দিক খুঁজুন স্পষ্ট এবং সঠিক কম্পাস ভিউ সহ।
de: Finde einfach die Qibla-Richtung mit einer klaren und genauen Kompassansicht.
es: Encuentra fácilmente la dirección Qibla con una vista de brújula clara y precisa.
fa: به راحتی جهت قبله را با نمای قطب‌نمای واضح و دقیق پیدا کنید.
fr: Trouvez facilement la direction de la Qibla avec une vue claire et précise de la boussole.
hi: किबला दिशा आसानी से पाएं साफ और सटीक कंपास व्यू से।
id: Temukan arah Kiblat dengan mudah menggunakan tampilan kompas yang jelas dan akurat.
it: Trova facilmente la direzione della Qibla con una visualizzazione della bussola chiara e precisa.
ja: 明確で正確なコンパス表示で、キブラの方向を簡単に見つけられます。
kk: Анық және дәл компас көрінісімен Қыбланы оңай табыңыз.
ko: 명확하고 정확한 나침반 뷰로 키블라 방향을 쉽게 찾을 수 있습니다.
ku: Bi dîmenek pusulayê ya zelal û rast, arasteya Qibleyê bi hêsanî bibînin.
ms: Cari arah Kiblat dengan mudah dengan paparan kompas yang jelas dan tepat.
pa: ਸਾਫ਼ ਅਤੇ ਸਹੀ ਕੰਪਾਸ ਵਿਊ ਨਾਲ ਕਿਬਲਾ ਦਿਸ਼ਾ ਆਸਾਨੀ ਨਾਲ ਲੱਭੋ।
ps: د روښانه او دقیق کمپاس لید سره قبله په اسانۍ ومومئ.
pt: Encontre facilmente a direção da Qibla com uma visão de bússola clara e precisa.
ru: Легко найдите направление киблы с четким и точным видом компаса.
sw: Pata mwelekeo wa Kibla kwa urahisi na mwonekano wa dira iliyo wazi na sahihi.
ta: தெளிவான மற்றும் துல்லியமான திசைகாட்டி மூலம் கிப்லா திசையை எளிதாகக் கண்டறியவும்.
tr: Net ve doğru bir pusula görünümüyle kıble yönünü kolayca bulun.
ug: ئېنىق ۋە توغرا كومپاس كۆرۈنۈشى ئارقىلىق قىبلە يۆنىلىشىنى ئاسانلا تېپىڭ.
ur: واضح اور درست کمپاس ویو کے ساتھ قبلہ کی سمت آسانی سے تلاش کریں۔
vi: Dễ dàng tìm hướng Qibla với chế độ xem la bàn rõ ràng và chính xác.
zh: 使用清晰准确的罗盘视图轻松找到克尔白方向。
