Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

source: No Collection selected
ar: لم يتم اختيار مجموعة
az: Heç bir Kolleksiya seçilməyib
bn: কোনো কালেকশন নির্বাচিত নয়
de: Keine Sammlung ausgewählt
es: No se seleccionó colección
fa: هیچ مجموعه‌ای انتخاب نشده
fr: Aucune collection sélectionnée
hi: कोई कलेक्शन चुना नहीं गया
id: Tidak ada koleksi yang dipilih
it: Nessuna raccolta selezionata
ja: コレクションが選択されていません
kk: Жинақ таңдалмаған
ko: 선택된 모음 없음
ku: Tu berhevok nehat hilbijartin
ms: Tiada Koleksi dipilih
pa: ਕੋਈ ਕਲੈਕਸ਼ਨ ਚੁਣੀ ਨਹੀਂ ਗਈ
ps: هیڅ مجموعه انتخاب شوې نده
pt: Nenhuma Coleção selecionada
ru: Коллекция не выбрана
sw: Hakuna Mkusanyiko uliochaguliwa
ta: தொகுப்பு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: Koleksiyon seçilmedi
ug: ھېچقانداق توپلام تاللانمىدى
ur: کوئی کلیکشن منتخب نہیں کی گئی
vi: Chưa chọn bộ sưu tập
zh: 未选择集合

source: Save Note
ar: حفظ الملاحظة
az: Qeydi Yadda Saxla
bn: নোট সেভ করুন
de: Notiz speichern
es: Guardar nota
fa: ذخیره یادداشت
fr: Enregistrer la note
hi: नोट सेव करें
id: Simpan Catatan
it: Salva nota
ja: ノートを保存
kk: Ескертпені сақтау
ko: 노트 저장
ku: Nîşeyê Tomar Bike
ms: Simpan Nota
pa: ਨੋਟ ਸੇਵ ਕਰੋ
ps: یادونه ذخیره کړئ
pt: Salvar Nota
ru: Сохранить заметку
sw: Hifadhi Maelezo
ta: குறிப்பைச் சேமி
tr: Notu Kaydet
ug: خاتىرە ساقلاش
ur: نوٹ محفوظ کریں
vi: Lưu ghi chú
zh: 保存笔记

source: Next: Select Collections
ar: التالي: اختر المجموعات
az: Növbəti: Kolleksiyaları Seç
bn: পরবর্তী: কালেকশন নির্বাচন করুন
de: Weiter: Sammlungen auswählen
es: Siguiente: Selecciona colecciones
fa: بعدی: انتخاب مجموعه‌ها
fr: Suivant : Sélectionnez les collections
hi: अगला: कलेक्शन चुनें
id: Selanjutnya: Pilih Koleksi
it: Avanti: Seleziona raccolte
ja: 次へ：コレクションを選択
kk: Келесі: Жинақтарды таңдау
ko: 다음: 모음 선택
ku: Pêşve: Berhevokan Hilbijêre
ms: Seterusnya: Pilih Koleksi
pa: ਅਗਲਾ: ਕਲੈਕਸ਼ਨ ਚੁਣੋ
ps: بل: مجموعې انتخاب کړئ
pt: Próximo: Selecionar Coleções
ru: Далее: Выберите коллекции
sw: Ifuatayo: Chagua Mikusanyiko
ta: அடுத்து: தொகுப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Sonraki: Koleksiyonları Seç
ug: كېيىنكى: توپلاملارنى تاللاش
ur: اگلا: کلیکشنز منتخب کریں
vi: Tiếp theo: Chọn bộ sưu tập
zh: 下一步：选择集合

source: Add To Pinned
ar: إضافة إلى المثبت
az: Bərkidilmişlərə Əlavə et
bn: পিনডে যোগ করুন
de: Zu Gepnnten hinzufügen
es: Agregar a fijados
fa: اضافه به سنجاق‌شده
fr: Ajouter aux épinglés
hi: पिन में जोड़ें
id: Tambah ke Sematan
it: Aggiungi ai preferiti
ja: ピン留めに追加
kk: Бекітілгенге қосу
ko: 고정 항목에 추가
ku: Li Nîşankiriyan Zêde Bike
ms: Tambah Ke Dipinkan
pa: ਪਿੰਨ ਵਿੱਚ ਜੋੜੋ
ps: پن شوي ته اضافه کړئ
pt: Adicionar aos Fixados
ru: Добавить в закрепленные
sw: Ongeza kwa Iliyobandikwa
ta: பின் செய்தவற்றில் சேர்
tr: Sabitlenmişlere Ekle
ug: قادالغانلارغا قوشۇش
ur: پن کیے گئے میں شامل کریں
vi: Thêm vào mục đã ghim
zh: 添加到固定

source: Pinned saved successfully!
ar: تم حفظ المثبت بنجاح!
az: Uğurla bərkidildi!
bn: পিনড সফলভাবে সেভ করা হয়েছে!
de: Gepinnte erfolgreich gespeichert!
es: ¡Fijado guardado con éxito!
fa: سنجاق با موفقیت ذخیره شد!
fr: Épinglé enregistré avec succès !
hi: पिन सफलतापूर्वक सेव किया गया!
id: Sematan berhasil disimpan!
it: Aggiunto ai preferiti con successo!
ja: ピン留めが正常に保存されました！
kk: Бекітілген сәтті сақталды!
ko: 고정 항목이 성공적으로 저장되었습니다!
ku: Nîşankirî bi serkeftî hate tomarkirin!
ms: Dipinkan disimpan berjaya!
pa: ਪਿੰਨ ਸਫਲਤਾਪੂਰਵਕ ਸੇਵ ਕੀਤਾ ਗਿਆ!
ps: پن په بریالیتوب سره ذخیره شو!
pt: Fixado salvo com sucesso!
ru: Закрепленное сохранено успешно!
sw: Iliyobandikwa imehifadhiwa kwa mafanikio!
ta: பின் செய்தது வெற்றிகரமாகச் சேமிக்கப்பட்டது!
tr: Sabitleme başarıyla kaydedildi!
ug: قادالغانلارغا مۇۋەپپەقىيەتلىك ساقلاندى!
ur: پن کامیابی سے محفوظ ہو گیا!
vi: Đã lưu ghim thành công!
zh: 固定保存成功！

source: Save Pinned
ar: حفظ المثبت
az: Bərkidilmişi Yadda Saxla
bn: পিনড সেভ করুন
de: Gepinntes speichern
es: Guardar fijado
fa: ذخیره سنجاق
fr: Enregistrer l'épinglé
hi: पिन सेव करें
id: Simpan Sematan
it: Salva preferito
ja: ピン留めを保存
kk: Бекітілгенді сақтау
ko: 고정 항목 저장
ku: Nîşankirî Tomar Bike
ms: Simpan Dipinkan
pa: ਪਿੰਨ ਸੇਵ ਕਰੋ
ps: پن ذخیره کړئ
pt: Salvar Fixado
ru: Сохранить закрепленное
sw: Hifadhi Iliyobandikwa
ta: பின் செய்ததைச் சேமி
tr: Sabitlemeyi Kaydet
ug: قادالغاننى ساقلاش
ur: پن محفوظ کریں
vi: Lưu mục đã ghim
zh: 保存固定

source: Close Audio Controller
ar: أغلق متحكم الصوت
az: Səs Nəzarətçisini Bağla
bn: অডিও কন্ট্রোলার বন্ধ করুন
de: Audiosteuerung schließen
es: Cerrar controlador de audio
fa: بستن کنترلر صدا
fr: Fermer le contrôleur audio
hi: ऑडियो कंट्रोलर बंद करें
id: Tutup Pengontrol Audio
it: Chiudi controller audio
ja: オーディオコントローラーを閉じる
kk: Аудио контроллерін жабу
ko: 오디오 컨트롤러 닫기
ku: Kontrolkera Deng Bigire
ms: Tutup Pengawal Audio
pa: ਆਡੀਓ ਕੰਟਰੋਲਰ ਬੰਦ ਕਰੋ
ps: آډیو کنټرولر بند کړئ
pt: Fechar Controlador de Áudio
ru: Закрыть контроллер аудио
sw: Funga Kidhibiti cha Sauti
ta: ஆடியோ கட்டுப்பாட்டாளரை மூடு
tr: Ses Denetleyicisini Kapat
ug: ئاۋاز كونتروللىغۇچنى تاقاش
ur: آڈیو کنٹرولر بند کریں
vi: Đóng trình điều khiển âm thanh
zh: 关闭音频控制器

source: Previous
ar: السابق
az: Əvvəlki
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fa: قبلی
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
kk: Алдыңғы
ko: 이전
ku: Pêşî
ms: Sebelumnya
pa: ਪਿਛਲਾ
ps: مخکینی
pt: Anterior
ru: Предыдущий
sw: Iliyotangulia
ta: முந்தையது
tr: Önceki
ug: ئالدىنقى
ur: پچھلا
vi: Trước
zh: 上一个

source: Rewind
ar: إعادة
az: Geri çək
bn: রিওয়াইন্ড
de: Zurückspulen
es: Rebobinar
fa: عقب بردن
fr: Rembobiner
hi: रिवाइंड
id: Mundur
it: Riavvolgi
ja: 巻き戻し
kk: Артқа айналдыру
ko: 되감기
ku: Paşve Bizivirîne
ms: Undur
pa: ਰੀਵਾਈਂਡ
ps: شاته کړئ
pt: Retroceder
ru: Перемотать назад
sw: Rudisha Nyuma
ta: பின்செல்
tr: Geri Sar
ug: ئارقىغا يۆتكەش
ur: پیچھے کریں
vi: Tua lại
zh: 倒回

source: Fast Forward
ar: تقديم سريع
az: İrəli çək
bn: ফাস্ট ফরওয়ার্ড
de: Vorspulen
es: Avanzar rápido
fa: جلو بردن
fr: Avancer rapidement
hi: फास्ट फॉरवर्ड
id: Maju Cepat
it: Avanti veloce
ja: 早送り
kk: Алға айналдыру
ko: 빨리 감기
ku: Pêşve Bibe
ms: Maju Cepat
pa: ਫਾਸਟ ਫਾਰਵਰਡ
ps: مخکې کړئ
pt: Avançar
ru: Перемотать вперед
sw: Songa Mbele
ta: முன்செல்
tr: İleri Sar
ug: ئالدىغا يۆتكەش
ur: آگے کریں
vi: Tua đi
zh: 快进

source: Play Next Ayah
ar: تشغيل الآية التالية
az: Növbəti Ayəni Oxut
bn: পরবর্তী আয়াত চালান
de: Nächsten Vers abspielen
es: Reproducir siguiente aleya
fa: پخش آیه بعدی
fr: Lire le verset suivant
hi: अगली आयत चलाएं
id: Putar Ayat Selanjutnya
it: Riproduci versetto successivo
ja: 次の節を再生
kk: Келесі аятты ойнату
ko: 다음 아야 재생
ku: Ayeta Pêşîn Lêde
ms: Main Ayat Seterusnya
pa: ਅਗਲੀ ਆਇਤ ਚਲਾਓ
ps: بل آیت پلی کړئ
pt: Reproduzir Próximo Versículo
ru: Воспроизвести следующий аят
sw: Cheza Aya Ifuatayo
ta: அடுத்த ஆயத்தை இயக்கு
tr: Sonraki Ayeti Çal
ug: كېيىنكى ئايەتنى قويۇش
ur: اگلی آیت چلائیں
vi: Phát Ayah tiếp theo
zh: 播放下一个经节

source: Repeat
ar: تكرار
az: Təkrarla
bn: রিপিট
de: Wiederholen
es: Repetir
fa: تکرار
fr: Répéter
hi: दोहराएं
id: Ulangi
it: Ripeti
ja: リピート
kk: Қайталау
ko: 반복
ku: Dubare bike
ms: Ulang
pa: ਦੁਹਰਾਓ
ps: تکرار
pt: Repetir
ru: Повтор
sw: Rudia
ta: திரும்பச் செய்
tr: Tekrarla
ug: تەكرارلاش
ur: دہرائیں
vi: Lặp lại
zh: 重复

source: Play As Playlist
ar: تشغيل كقائمة تشغيل
az: Pleylist Kimi Oxut
bn: প্লেলিস্ট হিসেবে চালান
de: Als Wiedergabeliste abspielen
es: Reproducir como lista
fa: پخش به عنوان لیست پخش
fr: Lire comme playlist
hi: प्लेलिस्ट के रूप में चलाएं
id: Putar sebagai Daftar Putar
it: Riproduci come playlist
ja: プレイリストとして再生
kk: Плейлист ретінде ойнату
ko: 재생 목록으로 재생
ku: Wek Lîsteya Lêdanê Lêde
ms: Main Sebagai Senarai Main
pa: ਪਲੇਲਿਸਟ ਵਜੋਂ ਚਲਾਓ
ps: د پلې لیست په توګه پلی کړئ
pt: Reproduzir como Playlist
ru: Воспроизвести как плейлист
sw: Cheza Kama Orodha ya Kucheza
ta: பட்டியலாக இயக்கு
tr: Çalma Listesi Olarak Çal
ug: تىزىملىك بويىچە قويۇش
ur: پلے لسٹ کی طرح چلائیں
vi: Phát dưới dạng danh sách
zh: 作为播放列表播放

# style
source: Style: {style}
ar: أسلوب: {style}
az: Üslub: {style}
bn: স্টাইল: {style}
de: Stil: {style}
es: Estilo: {style}
fa: سبک: {style}
hi: स्टाइल: {style}
id: Gaya: {style}
it: Stile: {style}
ja: スタイル: {style}
kk: Стиль: {style}
ko: 스타일: {style}
ku: Şêwaz: {style}
ms: Gaya: {style}
pa: ਸਟਾਈਲ: {style}
ps: سټایل: {style}
pt: Estilo: {style}
ru: Стиль: {style}
sw: Mtindo: {style}
ta: உடை: {style}
tr: Stil: {style}
ug: ئۇسلۇب: {style}
ur: انداز: {style}
vi: Kiểu: {style}
zh: 风格：{style}

# stopAndClose
source: Stop & Close
ar: أوقف وأغلق
az: Dayandır və Bağla
bn: বন্ধ করুন এবং ক্লোজ করুন
de: Stopp & Schließen
es: Detener y cerrar
fa: توقف و بستن
fr: Arrêter et fermer
hi: रोकें और बंद करें
id: Hentikan & Tutup
it: Ferma e chiudi
ja: 停止して閉じる
kk: Тоқтату және жабу
ko: 중지 및 닫기
ku: Rawestîne & Bigire
ms: Henti & Tutup
pa: ਰੋਕੋ ਅਤੇ ਬੰਦ ਕਰੋ
ps: بند کړئ او بند کړئ
pt: Parar e Fechar
ru: Остановить и закрыть
sw: Simamisha & Funga
ta: நிறுத்தி மூடு
tr: Durdur & Kapat
ug: توختىتىش ۋە تاقاش
ur: روکیں اور بند کریں
vi: Dừng & Đóng
zh: 停止并关闭

source: Play
ar: تشغيل
az: Oxut
bn: চালান
de: Abspielen
es: Reproducir
fa: پخش
fr: Lire
hi: चलाएं
id: Putar
ja: 再生
kk: Ойнату
ko: 재생
ku: Lêde
ms: Main
pa: ਚਲਾਓ
ps: پلی
pt: Reproduzir
ru: Воспроизвести
sw: Cheza
ta: இயக்கு
tr: Çal
ug: قويۇش
ur: چلائیں
vi: Phát
zh: 播放

source: Pause
ar: إيقاف مؤقت
az: Fasilə
bn: পজ
es: Pausar
fa: مکث
hi: पॉज
id: Jeda
it: Pausa
ja: 一時停止
kk: Кідірту
ko: 일시정지
ku: Raweste
ms: Jeda
pa: ਰੋਕੋ
ps: پاز
pt: Pausar
ru: Пауза
sw: Sitisha
ta: இடைநிறுத்து
tr: Duraklat
ug: ۋاقىتلىق توختىتىش
ur: روکیں
vi: Tạm dừng
zh: 暂停

source: Select Reciter
ar: اختر القارئ
az: Qari Seç
bn: তিলাওয়াতকারী নির্বাচন করুন
de: Rezitator auswählen
es: Selecciona recitador
fa: انتخاب قاری
fr: Sélectionnez le récitateur
hi: तिलावत करने वाला चुनें
id: Pilih Qari
it: Seleziona recitatore
ja: 読誦者を選択
kk: Оқушыны таңдау
ko: 낭송가 선택
ku: Qari' Hilbijêre
ms: Pilih Pembaca
pa: ਕਾਰੀ ਚੁਣੋ
ps: قاري انتخاب کړئ
pt: Selecionar Recitador
ru: Выберите чтеца
sw: Chagua Msomaji
ta: ஓதுபவரைத் தேர்ந்தெடுக்கவும்
tr: Okuyucu Seç
ug: قارىنى تاللاش
ur: قاری منتخب کریں
vi: Chọn người đọc
zh: 选择朗诵者

# source
source: Source: {source}
ar: المصدر: {source}
az: Mənbə: {source}
bn: সোর্স: {source}
de: Quelle: {source}
es: Fuente: {source}
fa: منبع: {source}
hi: सोर्स: {source}
id: Sumber: {source}
it: Fonte: {source}
ja: 出典: {source}
kk: Дереккөз: {source}
ko: 출처: {source}
ku: Çavkanî: {source}
ms: Sumber: {source}
pa: ਸਰੋਤ: {source}
ps: سرچینه: {source}
pt: Fonte: {source}
ru: Источник: {source}
sw: Chanzo: {source}
ta: மூலம்: {source}
tr: Kaynak: {source}
ug: مەنبە: {source}
ur: ماخذ: {source}
vi: Nguồn: {source}
zh: 来源：{source}

# newText
source: New
ar: جديد
az: Yeni
bn: নতুন
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 新規
kk: Жаңа
ko: 새로움
ku: Nû
ms: Baru
pa: ਨਵਾਂ
ps: نوی
pt: Novo
ru: Новое
sw: Mpya
ta: புதியது
tr: Yeni
ug: يېڭى
ur: نیا
vi: Mới
zh: 新

source: More:
ar: المزيد:
az: Daha çox:
bn: আরও:
de: Mehr:
es: Más:
fa: بیشتر:
fr: Plus :
hi: और:
id: Lebih Banyak:
it: Altro:
ja: 詳細:
kk: Қосымша:
ko: 더보기:
ku: Zêdetir:
ms: Lebih:
pa: ਹੋਰ:
ps: نور:
pt: Mais:
ru: Больше:
sw: Zaidi:
ta: மேலும்:
tr: Daha Fazla:
ug: تېخىمۇ كۆپ:
ur: مزید:
vi: Thêm:
zh: 更多：

source: Cache Not Found
ar: المخزن المؤقت غير موجود
az: Keş Tapılmadı
bn: ক্যাশ পাওয়া যায়নি
de: Cache nicht gefunden
es: Caché no encontrado
fa: کش پیدا نشد
fr: Cache non trouvé
hi: कैश नहीं मिला
id: Cache Tidak Ditemukan
it: Cache non trovata
ja: キャッシュが見つかりません
kk: Кэш табылмады
ko: 캐시를 찾을 수 없음
ku: Cache Nehat Dîtin
ms: Cache Tidak Dijumpai
pa: ਕੈਸ਼ ਨਹੀਂ ਮਿਲੀ
ps: کیچ ونه موندل شو
pt: Cache Não Encontrado
ru: Кэш не найден
sw: Hifadhi Haikupatikana
ta: தற்காலிகச் சேமிப்பு காணப்படவில்லை
tr: Önbellek Bulunamadı
ug: غەملەك تېپىلمىدى
ur: کیچ نہیں ملا
vi: Không tìm thấy bộ nhớ đệm
zh: 缓存未找到

source: Cache Size
ar: حجم المخزن المؤقت
az: Keş Ölçüsü
bn: ক্যাশ সাইজ
de: Cache-Größe
es: Tamaño de caché
fa: اندازه کش
fr: Taille du cache
hi: कैश साइज
id: Ukuran Cache
it: Dimensione cache
ja: キャッシュサイズ
kk: Кэш өлшемі
ko: 캐시 크기
ku: Mezinahiya Cacheyê
ms: Saiz Cache
pa: ਕੈਸ਼ ਸਾਈਜ਼
ps: کیچ اندازه
pt: Tamanho do Cache
ru: Размер кэша
sw: Ukubwa wa Hifadhi
ta: தற்காலிகச் சேமிப்பு அளவு
tr: Önbellek Boyutu
ug: غەملەك چوڭلۇقى
ur: کیچ کا سائز
vi: Kích thước bộ nhớ đệm
zh: 缓存大小

# error
source: Error: {error}
ar: خطأ: {error}
az: Xəta: {error}
bn: এরর: {error}
de: Fehler: {error}
fa: خطا: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}
it: Errore: {error}
ja: エラー: {error}
kk: Қате: {error}
ko: 오류: {error}
ku: Çewtî: {error}
ms: Ralat: {error}
pa: ਗਲਤੀ: {error}
ps: غلطي: {error}
pt: Erro: {error}
ru: Ошибка: {error}
sw: Hitilafu: {error}
ta: பிழை: {error}
tr: Hata: {error}
ug: خاتالىق: {error}
ur: خرابی: {error}
vi: Lỗi: {error}
zh: 错误：{error}

source: Clean
ar: تنظيف
az: Təmizlə
bn: ক্লিন
de: Leeren
es: Limpiar
fa: پاک کردن
fr: Nettoyer
hi: साफ करें
id: Bersihkan
it: Pulisci
ja: クリーン
kk: Тазалау
ko: 정리
ku: Paqij bike
ms: Bersih
pa: ਸਾਫ਼ ਕਰੋ
ps: پاک کړئ
pt: Limpar
ru: Очистить
sw: Safisha
ta: சுத்தம் செய்
tr: Temizle
ug: تازىلاش
ur: صاف کریں
vi: Dọn dẹp
zh: 清理

source: Last Modified
ar: آخر تعديل
az: Son Dəyişiklik
bn: শেষ মডিফাইড
de: Zuletzt geändert
es: Última modificación
fa: آخرین تغییر
fr: Dernière modification
hi: आखिरी बार बदला गया
id: Terakhir Diubah
it: Ultima modifica
ja: 最終更新日時
kk: Соңғы өзгертілген
ko: 마지막 수정
ku: Guhertina Dawî
ms: Terakhir Diubah
pa: ਆਖਰੀ ਸੰਸ਼ੋਧਿਤ
ps: وروستي بدلون
pt: Última Modificação
ru: Последнее изменение
sw: Ilirekebishwa Mwisho
ta: கடைசியாக மாற்றப்பட்டது
tr: Son Değiştirme
ug: ئاخىرقى ئۆزگەرتىش
ur: آخری ترمیم
vi: Sửa đổi lần cuối
zh: 最后修改

# oneYearAgo
source: 1 Year ago
ar: منذ عام واحد
az: 1 il əvvəl
bn: ১ বছর আগে
de: Vor 1 Jahr
es: Hace 1 año
fa: 1 سال پیش
fr: Il y a 1 an
hi: 1 साल पहले
id: 1 Tahun lalu
it: 1 anno fa
ja: 1年前
kk: 1 жыл бұрын
ko: 1년 전
ku: 1 Sal berê
ms: 1 Tahun lalu
pa: 1 ਸਾਲ ਪਹਿਲਾਂ
ps: 1 کال مخکې
pt: Há 1 ano
ru: 1 год назад
sw: Mwaka 1 uliopita
ta: 1 வருடத்திற்கு முன்
tr: 1 Yıl önce
ug: بىر يىل ئىلگىرى
ur: 1 سال پہلے
vi: 1 năm trước
zh: 1 年前

# monthsAgo
source: {number} Months ago
ar: منذ {number} أشهر
az: {number} ay əvvəl
bn: {number} মাস আগে
de: Vor {number} Monaten
es: Hace {number} meses
fa: {number} ماه پیش
fr: Il y a {number} mois
hi: {number} महीने पहले
id: {number} Bulan lalu
it: {number} mesi fa
ja: {number}ヶ月前
kk: {number} ай бұрын
ko: {number}개월 전
ku: {number} Meh berê
ms: {number} Bulan lalu
pa: {number} ਮਹੀਨੇ ਪਹਿਲਾਂ
ps: {number} میاشتې مخکې
pt: Há {number} meses
ru: {number} месяцев назад
sw: {number} Miezi iliyopita
ta: {number} மாதங்களுக்கு முன்
tr: {number} Ay önce
ug: {number} ئاي ئىلگىرى
ur: {number} مہینے پہلے
vi: {number} tháng trước
zh: {number} 个月前

# weeksAgo
source: {number} Weeks ago
ar: منذ {number} أسابيع
az: {number} həftə əvvəl
bn: {number} সপ্তাহ আগে
de: Vor {number} Wochen
es: Hace {number} semanas
fa: {number} هفته پیش
fr: Il y a {number} semaines
hi: {number} हफ्ते पहले
id: {number} Minggu lalu
it: {number} settimane fa
ja: {number}週間前
kk: {number} апта бұрын
ko: {number}주 전
ku: {number} Hefte berê
ms: {number} Minggu lalu
pa: {number} ਹਫ਼ਤੇ ਪਹਿਲਾਂ
ps: {number} اونۍ مخکې
pt: Há {number} semanas
ru: {number} недель назад
sw: {number} Wiki zilizopita
ta: {number} வாரங்களுக்கு முன்
tr: {number} Hafta önce
ug: {number} ھەپتە ئىلگىرى
ur: {number} ہفتے پہلے
vi: {number} tuần trước
zh: {number} 周前

# daysAgo
source: {number} Days ago
ar: منذ {number} أيام
az: {number} gün əvvəl
bn: {number} দিন আগে
de: Vor {number} Tagen
es: Hace {number} días
fa: {number} روز پیش
fr: Il y a {number} jours
hi: {number} दिन पहले
id: {number} Hari lalu
it: {number} giorni fa
ja: {number}日前
kk: {number} күн бұрын
ko: {number}일 전
ku: {number} Roj berê
ms: {number} Hari lalu
pa: {number} ਦਿਨ ਪਹਿਲਾਂ
ps: {number} ورځې مخکې
pt: Há {number} dias
ru: {number} дней назад
sw: {number} Siku zilizopita
ta: {number} நாட்களுக்கு முன்
tr: {number} Gün önce
ug: {number} كۈن ئىلگىرى
ur: {number} دن پہلے
vi: {number} ngày trước
zh: {number} 天前

# hoursAgo
source: {hour} Hours ago
ar: منذ {hour} ساعات
az: {hour} saat əvvəl
bn: {hour} ঘণ্টা আগে
de: Vor {hour} Stunden
es: Hace {hour} horas
fa: {hour} ساعت پیش
fr: Il y a {hour} heures
hi: {hour} घंटे पहले
id: {hour} Jam lalu
it: {hour} ore fa
ja: {hour}時間前
kk: {hour} сағат бұрын
ko: {hour}시간 전
ku: {hour} Saet berê
ms: {hour} Jam lalu
pa: {hour} ਘੰਟੇ ਪਹਿਲਾਂ
ps: {hour} ساعتونه مخکې
pt: Há {hour} horas
ru: {hour} часов назад
sw: {hour} Saa zilizopita
ta: {hour} மணி நேரங்களுக்கு முன்
tr: {hour} Saat önce
ug: {hour} سائەت ئىلگىرى
ur: {hour} گھنٹے پہلے
vi: {hour} giờ trước
zh: {hour} 小时前

source: About Al Quran
ar: عن القرآن
az: əl-Quran Haqqında
bn: আল কুরআন সম্পর্কে
de: Über Al-Quran
es: Sobre Al Corán
fa: درباره القرآن
fr: À propos d'Al Coran
hi: अल कुरान के बारे में
id: Tentang Al Quran
it: Informazioni su Al Quran
ja: アル・コーランについて
kk: Әл Құран туралы
ko: 알 꾸란 정보
ku: Derbarê Al Quran de
ms: Tentang Al-Quran
pa: ਅਲ ਕੁਰਾਨ ਬਾਰੇ
ps: د القرآن په اړه
pt: Sobre o Alcorão
ru: О Аль-Коране
sw: Kuhusu Al Kurani
ta: அல் குர்ஆனைப் பற்றி
tr: Kur'an Hakkında
ug: ئەل قۇرئان ھەققىدە
ur: القرآن کے بارے میں
vi: Về Al Qur'an
zh: 关于古兰经

# appFullName
source: Al Quran (Tafsir, Prayer, Qibla, Audio)
ar: القرآن (تفسير، صلاة، قبلة، صوت)
az: əl-Quran (Təfsir, Namaz, Qiblə, Səs)
bn: আল কুরআন (তাফসীর, নামাজ, কিবলা, অডিও)
de: Al-Quran (Tafsir, Gebet, Qibla, Audio)
es: Al Corán (Tafsir, Oración, Qibla, Audio)
fa: القرآن (تفسیر، نماز، قبله، صدا)
fr: Al Coran (Tafsir, Prière, Qibla, Audio)
hi: अल कुरान (तफ़सीर, नमाज, किबला, ऑडियो)
id: Al Quran (Tafsir, Sholat, Kiblat, Audio)
it: Al Quran (Tafsir, Preghiera, Qibla, Audio)
ja: アル・コーラン（タフスィール、礼拝、キブラ、オーディオ）
kk: Әл Құран (Тәпсір, Намаз, Қыбла, Аудио)
ko: 알 꾸란 (타프시르, 기도, 키블라, 오디오)
ku: Al Quran (Tefsîr, Nivêj, Qible, Deng)
ms: Al-Quran (Tafsir, Solat, Kiblat, Audio)
pa: ਅਲ ਕੁਰਾਨ (ਤਫਸੀਰ, ਨਮਾਜ਼, ਕਿਬਲਾ, ਆਡੀਓ)
ps: القرآن (تفسیر، لمانځه، قبله، آډیو)
pt: Alcorão (Tafsir, Oração, Qibla, Áudio)
ru: Аль-Коран (Тафсир, Намаз, Кибла, Аудио)
sw: Al Kurani (Tafsiri, Swala, Kibla, Sauti)
ta: அல் குர்ஆன் (தஃப்ஸீர், தொழுகை, கிப்லா, ஆடியோ)
tr: Kur'an (Tefsir, Namaz, Kıble, Ses)
ug: ئەل قۇرئان (تەپسىر، ناماز، قىبلە، ئاۋاز)
ur: القرآن (تفسیر، نماز، قبلہ، آڈیو)
vi: Al Qur'an (Tafsir, Cầu nguyện, Qibla, Âm thanh)
zh: 古兰经（塔夫西尔、礼拜、克尔白、音频）
