Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

source: Quran Script Settings
ar: إعدادات نص القرآن
az: Quran Xətti Parametrləri
bn: কুরআন স্ক্রিপ্ট সেটিংস
de: Einstellungen zur Koranschrift
es: Configuraciones de script del Corán
fa: تنظیمات خط قرآن
fr: Paramètres d'écriture du Coran
hi: कुरान स्क्रिप्ट सेटिंग्स
id: Pengaturan Naskah Al-Quran
it: Impostazioni scrittura Corano
ja: コーラン書体の設定
kk: Құран жазу параметрлері
ko: 꾸란 서체 설정
ku: Mîhengên Nivîsa Quranê
ms: Tetapan Skrip Al-Quran
pa: ਕੁਰਾਨ ਸਕ੍ਰਿਪਟ ਸੈਟਿੰਗਾਂ
ps: د قرآن لیک ترتیبات
pt: Configurações da Escrita do Alcorão
ru: Настройки шрифта Корана
sw: Mipangilio ya Nakala ya Kurani
ta: குர்ஆன் எழுத்துரு அமைப்புகள்
tr: Kur'an Yazı Ayarları
ug: قۇرئان خەت نۇسخىسى تەڭشىكى
ur: قرآن کے رسم الخط کی ترتیبات
vi: Cài đặt chữ viết Kinh Qur'an
zh: 古兰经字体设置

# pageNumber
source: Page:
ar: رقم الصفحة:
az: Səhifə:
bn: পৃষ্ঠা:
de: Seite:
es: Página:
fa: شماره صفحه:
hi: पेज:
id: Halaman:
it: Pagina:
ja: ページ:
kk: Бет:
ko: 페이지:
ku: Rûpel:
ms: Halaman:
pa: ਸਫ਼ਾ:
ps: پاڼه:
pt: Página:
ru: Страница:
sw: Nambari ya Ukurasa:
ta: பக்கம்:
tr: Sayfa:
ug: بەت:
ur: صفحہ:
vi: Trang:
zh: 页码：

source: Quran Resources
ar: موارد القرآن
az: Quran Resursları
bn: কুরআন রিসোর্স
de: Koran-Ressourcen
es: Recursos del Corán
fa: منابع قرآن
fr: Ressources du Coran
hi: कुरान रिसोर्स
id: Sumber Daya Al-Quran
it: Risorse del Corano
ja: コーランのリソース
kk: Құран ресурстары
ko: 꾸란 자료
ku: Çavkaniyên Quranê
ms: Sumber Al-Quran
pa: ਕੁਰਾਨ ਸਰੋਤ
ps: د قرآن وسایل
pt: Recursos do Alcorão
ru: Ресурсы Корана
sw: Rasilimali za Kurani
ta: குர்ஆன் வளங்கள்
tr: Kur'an Kaynakları
ug: قۇرئan مەنبەلىرى
ur: قرآن کے وسائل
vi: Tài nguyên Kinh Qur'an
zh: 古兰经资源

# alreadySelected
source: Language '{name}' is already selected.
ar: اللغة '{name}' مختارة بالفعل.
az: '{name}' dili artıq seçilib.
bn: '{name}' ভাষা ইতিমধ্যে নির্বাচিত।
de: Sprache '{name}' ist bereits ausgewählt.
es: El idioma '{name}' ya está seleccionado.
fa: زبان '{name}' قبلاً انتخاب شده است.
fr: La langue '{name}' est déjà sélectionnée.
hi: भाषा '{name}' पहले से चुनी हुई है।
id: Bahasa '{name}' sudah dipilih.
it: La lingua '{name}' è già selezionata.
ja: 言語「{name}」はすでに選択されています。
kk: '{name}' тілі қазірдің өзінде таңдалған.
ko: '{name}' 언어는 이미 선택되었습니다.
ku: Zimanê '{name}' jixwe hatiye hilbijartin.
ms: Bahasa '{name}' sudah dipilih.
pa: ਭਾਸ਼ਾ '{name}' ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਗਈ ਹੈ।
ps: ژبه '{name}' لا دمخه انتخاب شوې ده.
pt: O idioma '{name}' já está selecionado.
ru: Язык '{name}' уже выбран.
sw: Lugha '{name}' imechaguliwa tayari.
ta: '{name}' மொழி ஏற்கனவே தேர்ந்தெடுக்கப்பட்டுள்ளது.
tr: '{name}' dili zaten seçili.
ug: '{name}' تىلى تاللىنىپ بولدى.
ur: زبان '{name}' پہلے سے منتخب ہے۔
vi: Ngôn ngữ '{name}' đã được chọn.
zh: 语言 '{name}' 已选中。

source: Unable to get compass data
ar: غير قادر على الحصول على بيانات البوصلة
az: Kompas məlumatlarını almaq mümkün olmadı
bn: কম্পাস ডেটা পাওয়া যাচ্ছে না
de: Kompassdaten konnten nicht abgerufen werden
es: No se pueden obtener datos de la brújula
fa: ناتوان در دریافت داده‌های قطب‌نما
fr: Impossible d'obtenir les données de la boussole
hi: कंपास डेटा पाने में असमर्थ
id: Gagal mendapatkan data kompas
it: Impossibile ottenere i dati della bussola
ja: コンパスのデータを取得できません
kk: Компас деректерін алу мүмкін емес
ko: 나침반 데이터를 가져올 수 없습니다
ku: Daneyên pusulayê nehatin wergirtin
ms: Tidak dapat mendapatkan data kompas
pa: ਕੰਪਾਸ ਡਾਟਾ ਲੈਣ ਵਿੱਚ ਅਸਮਰੱਥ
ps: کمپس ډاټا ترلاسه کولو کې ناکامي
pt: Não foi possível obter os dados da bússola
ru: Не удалось получить данные компаса
sw: Imeshindwa kupata data ya dira
ta: திசைகாட்டித் தரவைப் பெற முடியவில்லை
tr: Pusula verisi alınamadı
ug: كومپاس ئۇچۇرىنى ئالغىلى بولمىدى
ur: کمپس کا ڈیٹا حاصل کرنے میں ناکام
vi: Không thể lấy dữ liệu la bàn
zh: 无法获取罗盘数据

source: Device does not have sensors !
ar: الجهاز لا يحتوي على مستشعرات!
az: Cihazda sensorlar yoxdur!
bn: ডিভাইসে সেন্সর নেই!
de: Gerät hat keine Sensoren!
es: ¡El dispositivo no tiene sensores!
fa: دستگاه سنسور ندارد!
fr: L'appareil n'a pas de capteurs !
hi: डिवाइस में सेंसर नहीं हैं!
id: Perangkat tidak memiliki sensor!
it: Il dispositivo non ha sensori!
ja: このデバイスにはセンサーがありません！
kk: Құрылғыда сенсорлар жоқ!
ko: 기기에 센서가 없습니다!
ku: Di cîhazê de sensor tune ne!
ms: Peranti tidak mempunyai sensor!
pa: ਡਿਵਾਈਸ ਵਿੱਚ ਸੈਂਸਰ ਨਹੀਂ ਹਨ!
ps: وسیله سینسرونه نلري !
pt: O dispositivo não possui sensores!
ru: Устройство не имеет датчиков!
sw: Kifaa hakina vihisi !
ta: சாதனத்தில் சென்சார்கள் இல்லை!
tr: Cihazda sensör yok!
ug: بۇ ئۈسكۈنىدە سېنزور يوق!
ur: ڈیوائس میں سینسرز نہیں ہیں!
vi: Thiết bị không có cảm biến!
zh: 设备没有传感器！

# north
source: N
ar: شمال
az: Şm
bn: উ
fa: شمال
hi: उत्तर
id: U
ja: 北
kk: С
ko: 북
ku: B
ms: U
pa: ਉੱਤਰ
ps: شمال
ru: С
sw: K
ta: வ
tr: K
ug: ش
ur: شمال
vi: B
zh: 北

# east
source: E
ar: شرق
az: Ş
bn: পূ
de: O
fa: شرق
hi: पूर्व
id: T
ja: 東
kk: Ш
ko: 동
ku: R
ms: T
pa: ਪੂਰਬ
ps: ختیځ
pt: L
ru: В
sw: M
ta: கி
tr: D
ug: ق
ur: مشرق
vi: Đ
zh: 东

# south
source: S
ar: جنوب
az: C
bn: দ
fa: جنوب
hi: दक्षिण
ja: 南
kk: О
ko: 남
ku: J
pa: ਦੱਖਣ
ps: جنوب
ru: Ю
sw: Kus
ta: தெ
tr: G
ug: ج
ur: جنوب
vi: N
zh: 南

# west
source: W
ar: غرب
az: Q
bn: প
es: O
fa: غرب
fr: O
hi: पश्चिम
id: B
it: O
ja: 西
kk: Б
ko: 서
ku: X
ms: B
pa: ਪੱਛਮ
ps: لویدیځ
pt: O
ru: З
sw: Mag
ta: மே
tr: B
ug: غ
ur: مغرب
vi: T
zh: 西

source: Address:
ar: العنوان:
az: Ünvan:
bn: ঠিকানা:
de: Adresse:
es: Dirección:
fa: آدرس:
fr: Adresse :
hi: पता:
id: Alamat:
it: Indirizzo:
ja: 住所:
kk: Мекенжай:
ko: 주소:
ku: Navnîşan:
ms: Alamat:
pa: ਪਤਾ:
ps: پته:
pt: Endereço:
ru: Адрес:
sw: Anwani:
ta: முகவரி:
tr: Adres:
ug: ئادرېس:
ur: پتہ:
vi: Địa chỉ:
zh: 地址：

source: Change
ar: تغيير
az: Dəyişdir
bn: চেঞ্জ
de: Ändern
es: Cambiar
fa: تغییر
fr: Changer
hi: बदलें
id: Ubah
it: Modifica
ja: 変更
kk: Өзгерту
ko: 변경
ku: Biguherîne
ms: Tukar
pa: ਬਦਲੋ
ps: بدل کړئ
pt: Alterar
ru: Изменить
sw: Badilisha
ta: மாற்று
tr: Değiştir
ug: ئۆزگەرتىش
ur: تبدیل کریں
vi: Thay đổi
zh: 更改

source: Calculation Method:
ar: طريقة الحساب:
az: Hesablama Metodu:
bn: ক্যালকুলেশন মেথড:
de: Berechnungsmethode:
es: Método de cálculo:
fa: روش محاسبه:
fr: Méthode de calcul :
hi: कैलकुलेशन मेथड:
id: Metode Perhitungan:
it: Metodo di calcolo:
ja: 計算方法:
kk: Есептеу әдісі:
ko: 계산 방법:
ku: Rêbaza Hesabkirinê:
ms: Kaedah Pengiraan:
pa: ਗਣਨਾ ਵਿਧੀ:
ps: د محاسبې میتود:
pt: Método de Cálculo:
ru: Метод расчета:
sw: Njia ya Kuhesabu:
ta: கணக்கீட்டு முறை:
tr: Hesaplama Yöntemi:
ug: ھېسابلاش ئۇسۇلى:
ur: حساب کا طریقہ:
vi: Phương pháp tính toán:
zh: 计算方法：

source: Download Prayer Time
ar: تنزيل أوقات الصلاة
az: Namaz Vaxtlarını Yüklə
bn: নামাজের সময় ডাউনলোড করুন
de: Gebetszeiten herunterladen
es: Descargar horarios de oración
fa: دانلود زمان نماز
fr: Télécharger les horaires de prière
hi: नमाज के समय डाउनलोड करें
id: Unduh Waktu Sholat
it: Scarica orari di preghiera
ja: 礼拝時間をダウンロード
kk: Намаз уақытын жүктеу
ko: 기도 시간 다운로드
ku: Demên Nivêjê Daxîne
ms: Muat Turun Waktu Solat
pa: ਨਮਾਜ਼ ਸਮਾਂ ਡਾਊਨਲੋਡ ਕਰੋ
ps: د لمانځه وخت ډاونلوډ کړئ
pt: Baixar Horários de Oração
ru: Скачать время намаза
sw: Pakua Muda wa Swala
ta: தொழுகை நேரத்தைப் பதிவிறக்கவும்
tr: Namaz Vakitlerini İndir
ug: ناماز ۋاقىتلىرىنى چۈشۈرۈش
ur: نماز کے اوقات ڈاؤن لوڈ کریں
vi: Tải xuống Giờ cầu nguyện
zh: 下载礼拜时间

# calculationMethodsListEmpty
source: The list of calculation methods is empty.
ar: قائمة طرق الحساب فارغة.
az: Hesablama metodları siyahısı boşdur.
bn: ক্যালকুলেশন মেথডের লিস্ট খালি।
de: Die Liste der Berechnungsmethoden ist leer.
es: La lista de métodos de cálculo está vacía.
fa: لیست روش‌های محاسبه خالی است.
fr: La liste des méthodes de calcul est vide.
hi: कैलकुलेशन मेथड्स की लिस्ट खाली है।
id: Daftar metode perhitungan kosong.
it: L'elenco dei metodi di calcolo è vuoto.
ja: 計算方法のリストは空です。
kk: Есептеу әдістерінің тізімі бос.
ko: 계산 방법 목록이 비어 있습니다.
ku: Lîsteya rêbazên hesabkirinê vala ye.
ms: Senarai kaedah pengiraan kosong.
pa: ਗਣਨਾ ਵਿਧੀਆਂ ਦੀ ਸੂਚੀ ਖਾਲੀ ਹੈ।
ps: د محاسبې میتودونو لیست خالي دی.
pt: A lista de métodos de cálculo está vazia.
ru: Список методов расчета пуст.
sw: Orodha ya njia za kuhesabu ni tupu.
ta: கணக்கீட்டு முறைகளின் பட்டியல் காலியாக உள்ளது.
tr: Hesaplama yöntemleri listesi boş.
ug: ھېسابلاش ئۇسۇللىرى تىزىملىكى قۇرۇق.
ur: حساب کے طریقوں کی فہرست خالی ہے۔
vi: Danh sách phương pháp tính toán trống.
zh: 计算方法列表为空。

# noCalculationMethodWithLocationData
source: Could not find any calculation method with location data.
ar: لم يتم العثور على أي طريقة حساب مع بيانات الموقع.
az: Məkan məlumatları ilə heç bir hesablama metodu tapılmadı.
bn: লোকেশন ডেটা সহ কোনো ক্যালকুলেশন মেথড পাওয়া যায়নি।
de: Keine Berechnungsmethode mit Standortdaten gefunden.
es: No se encontró ningún método de cálculo con datos de ubicación.
fa: هیچ روش محاسبه‌ای با داده‌های مکان پیدا نشد.
fr: Aucune méthode de calcul avec données de localisation n'a été trouvée.
hi: लोकेशन डेटा के साथ कोई कैलकुलेशन मेथड नहीं मिला।
id: Tidak menemukan metode perhitungan dengan data lokasi.
it: Nessun metodo di calcolo trovato con i dati di localizzazione.
ja: 位置情報データを持つ計算方法が見つかりませんでした。
kk: Орналасу деректері бар есептеу әдісі табылмады.
ko: 위치 데이터에 맞는 계산 방법을 찾을 수 없습니다.
ku: Bi daneyên cîh re tu rêbazek hesabkirinê nehat dîtin.
ms: Tidak dapat mencari kaedah pengiraan dengan data lokasi.
pa: ਸਥਾਨ ਡਾਟਾ ਨਾਲ ਕੋਈ ਗਣਨਾ ਵਿਧੀ ਨਹੀਂ ਮਿਲੀ।
ps: د ځای ډاټا سره هیڅ محاسبه میتود ونه موندل شو.
pt: Não foi possível encontrar nenhum método de cálculo com os dados de localização.
ru: Не удалось найти метод расчета с данными о местоположении.
sw: Haikuweza kupata njia yoyote ya kuhesabu na data ya mahali.
ta: இருப்பிடத் தரவுகளுடன் எந்த கணக்கீட்டு முறையையும் கண்டுபிடிக்க முடியவில்லை.
tr: Konum verisiyle hiçbir hesaplama yöntemi bulunamadı.
ug: ئورۇن ئۇچۇرى بىلەن ھېچقانداق ھېسابلاش ئۇسۇلى تېپىلمىدى.
ur: مقام کے ڈیٹا کے ساتھ کوئی حساب کا طریقہ نہیں ملا۔
vi: Không tìm thấy phương pháp tính toán nào với dữ liệu vị trí.
zh: 找不到带有位置数据的计算方法。

source: Prayer Settings
ar: إعدادات الصلاة
az: Namaz Parametrləri
bn: নামাজ সেটিংস
de: Gebetseinstellungen
es: Configuraciones de oración
fa: تنظیمات نماز
fr: Paramètres de prière
hi: नमाज सेटिंग्स
id: Pengaturan Sholat
it: Impostazioni di preghiera
ja: 礼拝設定
kk: Намаз параметрлері
ko: 기도 설정
ku: Mîhengên Nivêjê
ms: Tetapan Solat
pa: ਨਮਾਜ਼ ਸੈਟਿੰਗਾਂ
ps: د لمانځه ترتیبات
pt: Configurações de Oração
ru: Настройки намаза
sw: Mipangilio ya Swala
ta: தொழுகை அமைப்புகள்
tr: Namaz Ayarları
ug: ناماز تەڭشەكلىرى
ur: نماز کی ترتیبات
vi: Cài đặt Cầu nguyện
zh: 礼拜设置

source: Reminder Settings
ar: إعدادات التذكير
az: Xatırlatma Parametrləri
bn: রিমাইন্ডার সেটিংস
de: Erinnerungseinstellungen
es: Configuraciones de recordatorios
fa: تنظیمات یادآوری
fr: Paramètres de rappel
hi: रिमाइंडर सेटिंग्स
id: Pengaturan Pengingat
it: Impostazioni promemoria
ja: リマインダー設定
kk: Еске салу параметрлері
ko: 알림 설정
ku: Mîhengên Bîranînê
ms: Tetapan Peringatan
pa: ਰਿਮਾਈਂਡਰ ਸੈਟਿੰਗਾਂ
ps: د یادونې ترتیبات
pt: Configurações de Lembrete
ru: Настройки напоминаний
sw: Mipangilio ya Ukumbusho
ta: நினைவூட்டல் அமைப்புகள்
tr: Hatırlatma Ayarları
ug: ئەسكەرتىش تەڭشەكلىرى
ur: یاد دہانی کی ترتیبات
vi: Cài đặt Nhắc nhở
zh: 提醒设置

source: Adjust Reminder Time
ar: ضبط وقت التذكير
az: Xatırlatma Vaxtını Tənzimlə
bn: রিমাইন্ডার সময় অ্যাডজাস্ট করুন
de: Erinnerungszeit anpassen
es: Ajustar tiempo de recordatorio
fa: تنظیم زمان یادآوری
fr: Ajuster l'heure de rappel
hi: रिमाइंडर टाइम एडजस्ट करें
id: Sesuaikan Waktu Pengingat
it: Regola l'orario del promemoria
ja: リマインダー時間を調整
kk: Еске салу уақытын реттеу
ko: 알림 시간 조정
ku: Dema Bîranînê Eyarl bike
ms: Laraskan Masa Peringatan
pa: ਰਿਮਾਈਂਡਰ ਸਮਾਂ ਅਡਜੱਸਟ ਕਰੋ
ps: د یادونې وخت تنظیم کړئ
pt: Ajustar Hora do Lembrete
ru: Настроить время напоминания
sw: Rekebisha Muda wa Ukumbusho
ta: நினைவூட்டல் நேரத்தைச் சரிசெய்யவும்
tr: Hatırlatma Zamanını Ayarla
ug: ئەسكەرتىش ۋاقتىنى تەڭشەش
ur: یاد دہانی کا وقت ایڈجسٹ کریں
vi: Điều chỉnh Thời gian Nhắc nhở
zh: 调整提醒时间

# enforceAlarmSound
source: Enforce Alarm's Sound
ar: فرض صوت الإنذار
az: Siqnal Səsini Məcburi Et
bn: অ্যালার্মের সাউন্ড জোর করে চালান
de: Alarmton erzwingen
es: Forzar sonido de alarma
fa: اجبار صدای زنگ
fr: Forcer le son de l'alarme
hi: अलार्म साउंड को लागू करें
id: Paksa Suara Alarm
it: Forza suono della sveglia
ja: アラーム音を強制
kk: Дабыл дыбысын мәжбүрлеу
ko: 알람 소리 강제 설정
ku: Zorê li Dengê Alarmê Bike
ms: Paksa Bunyi Penggera
pa: ਅਲਾਰਮ ਦੀ ਆਵਾਜ਼ ਨੂੰ ਲਾਗੂ ਕਰੋ
ps: د الارم غږ پلي کړئ
pt: Forçar Som do Alarme
ru: Принудительный звук будильника
sw: Lazimisha Sauti ya Kengele
ta: அலாரம் ஒலியை அமல்படுத்து
tr: Alarm Sesini Zorla
ug: قوڭغۇراق ئاۋازىنى مەجبۇرىيلاش
ur: الارم کی آواز کو نافذ کریں
vi: Bắt buộc phát âm thanh báo thức
zh: 强制闹铃声音

# enforceAlarmSoundDescription
source: If enabled, This feature will play the alarm at the volume set here, even if your phone's sound is low. This ensures you don't miss the alarm due to low phone volume.
ar: إذا تم تمكينه، سيقوم هذا الميزة بتشغيل الإنذار بحجم الصوت المحدد هنا، حتى لو كان صوت هاتفك منخفضًا. هذا يضمن عدم تفويت الإنذار بسبب انخفاض حجم الهاتف.
az: Əgər aktivdirsə, bu funksiya telefonunuzun səsi az olsa belə, siqnalı burada təyin edilmiş səs səviyyəsində səsləndirəcək. Bu, telefonun səs səviyyəsinin aşağı olması səbəbindən siqnalı qaçırmamağınızı təmin edir.
bn: চালু থাকলে, এই ফিচার অ্যালার্মের ভলিউম এখানে সেট করা ভলিউমে চালাবে, এমনকি ফোনের সাউন্ড কম থাকলেও। এতে অ্যালার্ম মিস হবে না।
de: Wenn aktiviert, wird der Alarm mit der hier eingestellten Lautstärke abgespielt, auch wenn die Lautstärke deines Telefons niedrig ist. Dies stellt sicher, dass du den Alarm nicht aufgrund geringer Telefonlautstärke verpasst.
es: Si está activado, esta función reproducirá la alarma al volumen establecido aquí, incluso si el sonido de tu teléfono está bajo. Esto asegura que no te pierdas la alarma por volumen bajo.
fa: اگر فعال باشد، این ویژگی زنگ را با صدای تنظیم‌شده اینجا پخش می‌کند، حتی اگر صدای گوشی کم باشد. این اطمینان می‌دهد که زنگ را به دلیل صدای کم گوشی از دست ندهید.
fr: Si activé, cette fonction jouera l'alarme au volume défini ici, même si le son de votre téléphone est bas. Cela assure que vous ne manquiez pas l'alarme à cause d'un volume faible.
hi: अगर चालू किया, तो यह फीचर अलार्म को यहां सेट वॉल्यूम पर बजाएगा, भले फोन का साउंड कम हो। इससे अलार्म मिस नहीं होगा।
id: Jika diaktifkan, fitur ini akan memutar alarm dengan volume yang ditetapkan di sini, meskipun suara ponselmu rendah. Ini memastikan kamu tidak ketinggalan alarm karena volume ponsel rendah.
it: Se abilitata, questa funzione riprodurrà la sveglia al volume impostato qui, anche se il volume del telefono è basso. Ciò assicura di non perdere la sveglia a causa del basso volume del telefono.
ja: 有効にすると、携帯電話の音量が低くても、ここで設定した音量でアラームが再生されます。これにより、携帯電話の音量が低いためにアラームを逃すことがなくなります。
kk: Қосылса, бұл мүмкіндік дабылды осында орнатылған дыбыс деңгейінде ойнатады, тіпті телефонның дыбысы төмен болса да. Бұл телефонның төмен дыбысына байланысты дабылды жіберіп алмауыңызды қамтамасыз етеді.
ko: 활성화하면 휴대폰 소리가 작더라도 여기서 설정한 볼륨으로 알람이 울립니다. 이 기능은 휴대폰 볼륨이 작아서 알람을 놓치는 것을 방지합니다.
ku: Heke were çalakirin, ev taybetmendî dê alarmê di asta dengê ku li vir hatî danîn de lêde, heta ku dengê têlefona we kêm be jî. Ev piştrast dike ku hûn ji ber dengê kêm a têlefonê alarmê ji dest nedin.
ms: Jika diaktifkan, ciri ini akan mainkan penggera pada kelantangan yang ditetapkan di sini, walaupun bunyi telefon anda rendah. Ini memastikan anda tidak terlepas penggera kerana kelantangan telefon rendah.
pa: ਜੇ ਚਾਲੂ ਕੀਤਾ ਗਿਆ, ਤਾਂ ਇਹ ਫੀਚਰ ਅਲਾਰਮ ਨੂੰ ਇੱਥੇ ਸੈੱਟ ਵਾਲੀ ਵਾਲੀਊਮ ਤੇ ਚਲਾਏਗਾ, ਭਾਵੇਂ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਆਵਾਜ਼ ਘੱਟ ਹੋਵੇ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਘੱਟ ਫੋਨ ਵਾਲੀਊਮ ਕਰਕੇ ਅਲਾਰਮ ਨੂੰ ਮਿਸ ਨਾ ਕਰੋ।
ps: که فعال شي، دا فیچر به الارم په دلته سیټ شوي حجم کې پلی کړي، حتی که ستاسو د تلیفون غږ کم وي. دا ډاډ ورکوي چې تاسو د کم تلیفون حجم له امله الارم له لاسه ورنکړئ.
pt: Se ativado, este recurso tocará o alarme no volume definido aqui, mesmo que o som do seu telefone esteja baixo. Isso garante que você não perca o alarme devido ao volume baixo do telefone.
ru: Если включено, эта функция воспроизведет будильник на установленной здесь громкости, даже если звук телефона низкий. Это гарантирует, что вы не пропустите будильник из-за низкой громкости.
sw: Ikiwashwa, Kipengele hiki kitacheza kengele kwa sauti iliyowekwa hapa, hata kama sauti ya simu yako iko chini. Hii inahakikisha hutakosa kengele kwa sababu ya sauti ya simu kuwa chini.
ta: இயக்கப்பட்டால், உங்கள் தொலைபேசியின் ஒலி குறைவாக இருந்தாலும், இந்த அம்சம் இங்கே அமைக்கப்பட்ட ஒலியில் அலாரத்தை ஒலிக்கும். இது குறைந்த தொலைபேசி ஒலியால் அலாரத்தைத் தவறவிடுவதைத் தடுக்கிறது.
tr: Etkinleştirilirse, bu özellik alarmı burada ayarlanan ses seviyesinde çalar, telefonunuzun sesi düşük olsa bile. Bu, düşük telefon sesi nedeniyle alarmı kaçırmamanızı sağlar.
ug: ئەگەر قوزغىتىلسا، تېلېفونىڭىزنىڭ ئاۋازى تۆۋەن بولسىمۇ، بۇ ئىقتىدار قوڭغۇراقنى بۇ يەردە بەلگىلەنگەن ئاۋاز بىلەن چالدىۇ. بۇ تېلېفون ئاۋازىنىڭ تۆۋەنلىكى سەۋەبىدىن قوڭغۇراقنى ئاڭلىماي قېلىشنىڭ ئالدىنى ئالىدۇ.
ur: اگر فعال ہو تو، یہ فیچر الارم کو یہاں سیٹ کی گئی والیوم پر چلائے گا، چاہے آپ کے فون کی آواز کم ہو۔ یہ یقینی بناتا ہے کہ آپ کم فون والیوم کی وجہ سے الارم مس نہ کریں۔
vi: Nếu được bật, tính năng này sẽ phát báo thức ở mức âm lượng được đặt ở đây, ngay cả khi âm thanh điện thoại của bạn ở mức thấp. Điều này đảm bảo bạn không bỏ lỡ báo thức do âm lượng điện thoại thấp.
zh: 如果启用，此功能将以此处设置的音量播放闹铃，即使手机声音很低。这确保您不会因手机音量低而错过闹铃。

source: Volume
ar: الصوت
az: Səs Səviyyəsi
bn: ভলিউম
de: Lautstärke
es: Volumen
fa: صدا
hi: वॉल्यूम
ja: 音量
kk: Дыбыс деңгейі
ko: 볼륨
ku: Asta Deng
ms: Kelantangan
pa: ਵਾਲੀਊਮ
ps: حجم
ru: Громкость
sw: Sauti
ta: ஒலி அளவு
tr: Ses Seviyesi
ug: ئاۋاز
ur: والیوم
vi: Âm lượng
zh: 音量

source: At prayer time
ar: في وقت الصلاة
az: Namaz vaxtında
bn: নামাজের সময়ে
de: Zur Gebetszeit
es: A la hora de la oración
fa: در زمان نماز
fr: À l'heure de la prière
hi: नमाज के समय पर
id: Pada waktu sholat
it: All'ora della preghiera
ja: 礼拝の時間に
kk: Намаз уақытында
ko: 기도 시간에
ku: Di dema nimêjê de
ms: Pada waktu solat
pa: ਨਮਾਜ਼ ਸਮੇਂ ਤੇ
ps: د لمانځه په وخت کې
pt: Na hora da oração
ru: В время намаза
sw: Wakati wa swala
ta: தொழுகை நேரத்தில்
tr: Namaz vaktinde
ug: ناماز ۋاقتىدا
ur: نماز کے وقت پر
vi: Vào giờ cầu nguyện
zh: 在礼拜时间

# minBefore
source: {minutes} min before
ar: {minutes} دقيقة قبل
az: {minutes} dəqiqə əvvəl
bn: {minutes} মিনিট আগে
de: {minutes} Min. vorher
es: {minutes} min antes
fa: {minutes} دقیقه قبل
fr: {minutes} min avant
hi: {minutes} मिनट पहले
id: {minutes} menit sebelum
it: {minutes} min prima
ja: {minutes} 分前
kk: {minutes} мин бұрын
ko: {minutes}분 전
ku: {minutes} deqe berî
ms: {minutes} min sebelum
pa: {minutes} ਮਿੰਟ ਪਹਿਲਾਂ
ps: {minutes} دقیقې مخکې
pt: {minutes} min antes
ru: {minutes} мин до
sw: {minutes} dakika kabla
ta: {minutes} நிமிடங்களுக்கு முன்
tr: {minutes} dakika önce
ug: {minutes} مىنۇت بۇرۇن
ur: {minutes} منٹ پہلے
vi: {minutes} phút trước
zh: {minutes} 分钟前

# minAfter
source: {minutes} min after
ar: {minutes} دقيقة بعد
az: {minutes} dəqiqə sonra
bn: {minutes} মিনিট পরে
de: {minutes} Min. nachher
es: {minutes} min después
fa: {minutes} دقیقه بعد
fr: {minutes} min après
hi: {minutes} मिनट बाद
id: {minutes} menit setelah
it: {minutes} min dopo
ja: {minutes} 分後
kk: {minutes} мин кейін
ko: {minutes}분 후
ku: {minutes} deqe piştî
ms: {minutes} min selepas
pa: {minutes} ਮਿੰਟ ਬਾਅਦ
ps: {minutes} دقیقې وروسته
pt: {minutes} min depois
ru: {minutes} мин после
sw: {minutes} dakika baada
ta: {minutes} நிமிடங்களுக்குப் பிறகு
tr: {minutes} dakika sonra
ug: {minutes} مىنۇت كېيىن
ur: {minutes} منٹ بعد
vi: {minutes} phút sau
zh: {minutes} 分钟后

# prayerTimeIsAt
source: {prayerName} is at {prayerTime}
ar: {prayerName} في {prayerTime}
az: {prayerName} vaxtı {prayerTime}-dır
bn: {prayerName} এর সময় {prayerTime}
de: {prayerName} ist um {prayerTime}
es: {prayerName} es a las {prayerTime}
fa: {prayerName} در {prayerTime} است
fr: {prayerName} est à {prayerTime}
hi: {prayerName} का समय {prayerTime} है
id: {prayerName} pada {prayerTime}
it: L'ora di {prayerName} è alle {prayerTime}
ja: {prayerName}は {prayerTime} です
kk: {prayerName} {prayerTime} уақытында
ko: {prayerName} 시간은 {prayerTime}입니다
ku: Dema {prayerName} di {prayerTime} de ye
ms: {prayerName} pada {prayerTime}
pa: {prayerName} {prayerTime} ਤੇ ਹੈ
ps: {prayerName} په {prayerTime} کې دی
pt: A oração de {prayerName} é às {prayerTime}
ru: {prayerName} в {prayerTime}
sw: {prayerName} ni saa {prayerTime}
ta: {prayerName} நேரம் {prayerTime}
tr: {prayerName} vakti {prayerTime}'de
ug: {prayerName} ۋاقتى {prayerTime}
ur: {prayerName} کا وقت {prayerTime} ہے
vi: Giờ {prayerName} là vào {prayerTime}
zh: {prayerName} 在 {prayerTime}

# itsTimeOf
source: It's time of {prayerName}
ar: حان وقت {prayerName}
az: İndi {prayerName} vaxtıdır
bn: {prayerName} এর সময় হয়েছে
de: Es ist Zeit für {prayerName}
es: Es hora de {prayerName}
fa: زمان {prayerName} است
fr: C'est l'heure de {prayerName}
hi: {prayerName} का समय हो गया है
id: Waktunya {prayerName}
it: È l'ora di {prayerName}
ja: {prayerName}の時間です
kk: {prayerName} уақыты келді
ko: {prayerName} 시간입니다
ku: Wextê {prayerName} ye
ms: Masa untuk {prayerName}
pa: {prayerName} ਦਾ ਸਮਾਂ ਹੈ
ps: دا د {prayerName} وخت دی
pt: É hora da oração de {prayerName}
ru: Время {prayerName}
sw: Ni wakati wa {prayerName}
ta: இது {prayerName} நேரம்
tr: {prayerName} vakti geldi
ug: ھازىر {prayerName} ۋاقتى
ur: {prayerName} کا وقت ہے
vi: Đã đến giờ {prayerName}
zh: 现在是 {prayerName} 的时间

source: Stop the Adhan
ar: أوقف الأذان
az: Azanı Dayandır
bn: আজান বন্ধ করুন
de: Adhan stoppen
es: Detener el Adhan
fa: توقف اذان
fr: Arrêter l'Adhan
hi: अजान रोकें
id: Hentikan Adzan
it: Ferma l'Adhan
ja: アザーンを停止
kk: Азанды тоқтату
ko: 아잔 중지
ku: Bangê Rawestîne
ms: Hentikan Azan
pa: ਅਜ਼ਾਨ ਰੋਕੋ
ps: اذان بند کړئ
pt: Parar o Adhan
ru: Остановить азан
sw: Simamisha Adhana
ta: பாங்கை நிறுத்து
tr: Ezanı Durdur
ug: ئەزاننى توختىتىش
ur: اذان روکیں
vi: Dừng Adhan
zh: 停止宣礼

source: {date} Found Empty
ar: {date} وجد فارغًا
az: {date} üçün məlumat tapılmadı
bn: {date} খালি পাওয়া গেছে
de: {date} leer gefunden
es: {date} encontrado vacío
fa: {date} خالی یافت شد
fr: {date} trouvé vide
hi: {date} खाली मिला
id: {date} Ditemukan Kosong
it: {date} non trovato
ja: {date} は見つかりませんでした
kk: {date} бос табылды
ko: {date}를 찾을 수 없음
ku: {date} Vala Hat Dîtin
ms: {date} Dijumpai Kosong
pa: {date} ਖਾਲੀ ਮਿਲੀ
ps: {date} خالي موندل شوی
pt: Nenhum dado encontrado para {date}
ru: {date} Пусто
sw: {date} Imepatikana Tupu
ta: {date} காலியாகக் கண்டறியப்பட்டது
tr: {date} Boş Bulundu
ug: {date} ئۈچۈن ئۇچۇر يوق
ur: {date} خالی ملا
vi: Không tìm thấy dữ liệu cho ngày {date}
zh: {date} 为空

source: Today
ar: اليوم
az: Bu gün
bn: আজ
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
kk: Бүгін
ko: 오늘
ku: Îro
ms: Hari Ini
pa: ਅੱਜ
ps: نن
pt: Hoje
ru: Сегодня
sw: Leo
ta: இன்று
tr: Bugün
ug: بۈگۈن
ur: آج
vi: Hôm nay
zh: 今天

source: Left
ar: باقي
az: Qalıb
bn: বাকি
de: Verbleibend
es: Restante
fa: باقیمانده
fr: Restant
hi: बाकी
id: Tersisa
it: Rimanente
ja: 残り
kk: Қалды
ko: 남음
ku: Ma
ms: Baki
pa: ਬਾਕੀ
ps: پاتې
pt: Faltam
ru: Осталось
sw: Kushoto
ta: மீதமுள்ளது
tr: Kalan
ug: قالدى
ur: باقی
vi: Còn lại
zh: 剩余
