Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# prayerTimeEngineTitle
source: Prayer Time Engine
ar: محرك أوقات الصلاة
az: Namaz Vaxtı Mühərriki
bn: নামাজের সময় ইঞ্জিন
de: Gebetszeiten-Engine
es: Motor de horarios de oración
fa: موتور زمان نماز
fr: Moteur d'horaires de prière
hi: नमाज टाइम इंजन
id: Mesin Waktu Sholat
it: Motore per gli orari di preghiera
ja: 礼拝時間エンジン
kk: Намаз уақыты қозғалтқышы
ko: 기도 시간 엔진
ku: Motora Dema Nivêjê
ms: Enjin Waktu Solat
pa: ਨਮਾਜ਼ ਸਮਾਂ ਇੰਜਣ
ps: د لمانځه وخت انجن
pt: Motor de Horários de Oração
ru: Движок времени намаза
sw: Injini ya Muda wa Swala
ta: தொழுகை நேர இயந்திரம்
tr: Namaz Vakti Motoru
ug: ناماز ۋاقتى ماتورى
ur: نماز کے وقت کا انجن
vi: Công cụ tính giờ cầu nguyện
zh: 礼拜时间引擎

# prayerTimeEngineDescription
source: Utilizes established calculation methods for accurate prayer times. Notifications handled by `flutter_local_notifications` and background tasks.
ar: يستخدم طرق حساب مثبتة لأوقات صلاة دقيقة. الإشعارات تدار بواسطة `flutter_local_notifications` والمهام الخلفية.
az: Dəqiq namaz vaxtları üçün qurulmuş hesablama metodlarından istifadə edir. Bildirişlər `flutter_local_notifications` və arxa plan tapşırıqları ilə idarə olunur.
bn: সঠিক নামাজের সময়ের জন্য প্রতিষ্ঠিত ক্যালকুলেশন মেথড ব্যবহার করে। নোটিফিকেশন `flutter_local_notifications` এবং ব্যাকগ্রাউন্ড টাস্ক দিয়ে হ্যান্ডেল করা।
de: Verwendet etablierte Berechnungsmethoden für genaue Gebetszeiten. Benachrichtigungen werden von `flutter_local_notifications` und Hintergrundaufgaben verwaltet.
es: Utiliza métodos de cálculo establecidos para horarios de oración precisos. Notificaciones manejadas por `flutter_local_notifications` y tareas en segundo plano.
fa: از روش‌های محاسبه established برای زمان‌های دقیق نماز استفاده می‌کند. اعلان‌ها توسط flutter_local_notifications و وظایف پس‌زمینه مدیریت می‌شوند.
fr: Utilise des méthodes de calcul établies pour des horaires de prière précis. Notifications gérées par `flutter_local_notifications` et tâches en arrière-plan.
hi: सटीक नमाज समय के लिए स्थापित कैलकुलेशन मेथड्स इस्तेमाल करता है। नोटिफिकेशन flutter_local_notifications और बैकग्राउंड टास्क से हैंडल।
id: Menggunakan metode perhitungan mapan untuk waktu sholat akurat. Notifikasi ditangani oleh `flutter_local_notifications` dan tugas latar belakang.
it: Utilizza metodi di calcolo consolidati per orari di preghiera accurati. Notifiche gestite da `flutter_local_notifications` e attività in background.
ja: 確立された計算方法を利用して、正確な礼拝時間を算出します。通知は「flutter_local_notifications」とバックグラウンドタスクによって処理されます。
kk: Дәл намаз уақыттары үшін белгіленген есептеу әдістерін пайдаланады. Хабарландырулар `flutter_local_notifications` және фондық тапсырмалармен өңделеді.
ko: 정확한 기도 시간을 위해 확립된 계산 방법을 활용합니다. 알림은 `flutter_local_notifications` 및 백그라운드 작업을 통해 처리됩니다.
ku: Ji bo demên nimêjê yên rast rêbazên hesabkirinê yên sazkirî bikar tîne. Agahdarî ji hêla `flutter_local_notifications` û karên paşîn ve têne birêvebirin.
ms: Menggunakan kaedah pengiraan yang ditetapkan untuk waktu solat tepat. Pemberitahuan dikendalikan oleh `flutter_local_notifications` dan tugas latar belakang.
pa: ਸਹੀ ਨਮਾਜ਼ ਸਮਾਂ ਲਈ ਸਥਾਪਿਤ ਗਣਨਾ ਵਿਧੀਆਂ ਵਰਤਦਾ ਹੈ। ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਫਲੱਟਰ_ਲੋਕਲ_ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਅਤੇ ਬੈਕਗ੍ਰਾਊਂਡ ਟਾਸਕਾਂ ਨਾਲ ਸੰਭਾਲੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
ps: د دقیق لمانځه وختونو لپاره تاسیس شوي محاسبې میتودونه کاروي. نوټیفیکیشنونه د `flutter_local_notifications` او شاته کارونو په واسطه اداره کیږي.
pt: Utiliza métodos de cálculo estabelecidos para horários de oração precisos. As notificações são gerenciadas por `flutter_local_notifications` e tarefas em segundo plano.
ru: Использует установленные методы расчета для точного времени намаза. Уведомления обрабатываются `flutter_local_notifications` и фоновыми задачами.
sw: Inatumia njia zilizoanzishwa za kuhesabu kwa muda sahihi wa swala. Arifa zinashughulikiwa na `flutter_local_notifications` na kazi za nyuma.
ta: துல்லியமான தொழுகை நேரங்களுக்காக நிறுவப்பட்ட கணக்கீட்டு முறைகளைப் பயன்படுத்துகிறது. அறிவிப்புகள் `flutter_local_notifications` மற்றும் பின்னணிப் பணிகள் மூலம் கையாளப்படுகின்றன.
tr: Doğru namaz vakitleri için yerleşik hesaplama yöntemleri kullanır. Bildirimler `flutter_local_notifications` ve arka plan görevleri tarafından yönetilir.
ug: توغرا ناماز ۋاقىتلىرى ئۈچۈن بېكىتىلگەن ھېسابلاش ئۇسۇللىرىنى قوللىنىدۇ. ئۇقتۇرۇشلار «flutter_local_notifications» ۋە ئارقا كۆرۈنۈش ۋەزىپىلىرى تەرىپىدىن بىر تەرەپ قىلىنىدۇ.
ur: درست نماز کے اوقات کے لیے قائم شدہ حساب کے طریقے استعمال کرتا ہے۔ نوٹیفیکیشنز flutter_local_notifications اور بیک گراؤنڈ ٹاسکس سے ہینڈل کیے جاتے ہیں۔
vi: Sử dụng các phương pháp tính toán đã được thiết lập để có thời gian cầu nguyện chính xác. Thông báo được xử lý bởi `flutter_local_notifications` và các tác vụ nền.
zh: 利用established计算方法提供准确礼拜时间。通知由 `flutter_local_notifications` 和后台任务处理。

source: Cross Platform Support
ar: دعم عبر المنصات
az: Çoxplatformalı Dəstək
bn: ক্রস প্ল্যাটফর্ম সাপোর্ট
de: Plattformübergreifende Unterstützung
es: Soporte multiplataforma
fa: پشتیبانی چندپلتفرمی
fr: Support multiplateforme
hi: क्रॉस प्लेटफॉर्म सपोर्ट
id: Dukungan Lintas Platform
it: Supporto multipiattaforma
ja: クロスプラットフォーム対応
kk: Кросс-платформалық қолдау
ko: 크로스 플랫폼 지원
ku: Piştgiriya Pir-Platformî
ms: Sokongan Pelbagai Platform
pa: ਕਰਾਸ ਪਲੇਟਫਾਰਮ ਸਪੋਰਟ
ps: کراس پلیټفارم ملاتړ
pt: Suporte Multiplataforma
ru: Поддержка нескольких платформ
sw: Usaidizi wa Vifaa Vingi
ta: பல தள ஆதரவு
tr: Çoklu Platform Desteği
ug: سۇپىلار ئارا قوللاش
ur: کراس پلیٹ فارم سپورٹ
vi: Hỗ trợ đa nền tảng
zh: 跨平台支持

# crossPlatformSupportDescription2
source: Enjoy seamless access across various platforms:
ar: استمتع بالوصول السلس عبر منصات مختلفة:
az: Müxtəlif platformalarda problemsiz girişdən həzz alın:
bn: বিভিন্ন প্ল্যাটফর্মে সিমলেস অ্যাক্সেস উপভোগ করুন:
de: Genieße nahtlosen Zugriff auf verschiedenen Plattformen:
es: Disfruta de acceso fluido en varias plataformas:
fa: دسترسی یکپارچه در پلتفرم‌های مختلف لذت ببرید:
fr: Profitez d'un accès fluide sur diverses plateformes :
hi: विभिन्न प्लेटफॉर्म पर सीमलेस एक्सेस का मजा लें:
id: Nikmati akses mulus di berbagai platform:
it: Goditi un accesso senza interruzioni su varie piattaforme:
ja: さまざまなプラットフォームでシームレスなアクセスをお楽しみください：
kk: Әртүрлі платформаларда үздіксіз қолжетімділікті пайдаланыңыз:
ko: 다양한 플랫폼에서 원활한 접근을 즐기세요:
ku: Gihîştina bêkêmasî li ser platformên cihêreng xweş bikin:
ms: Nikmati akses lancar merentasi pelbagai platform:
pa: ਵੱਖ ਵੱਖ ਪਲੇਟਫਾਰਮਾਂ ਤੇ ਸੀਮਲੈੱਸ ਪਹੁੰਚ ਦਾ ਆਨੰਦ ਲਓ:
ps: په مختلفو پلیټفارمونو کې بې سیمه لاسرسی خوند واخلئ:
pt: Desfrute de acesso contínuo em várias plataformas:
ru: Наслаждайтесь seamless доступом на различных платформах:
sw: Furahia upatikanaji bila shida kwenye vifaa mbalimbali:
ta: பல்வேறு தளங்களில் தடையற்ற அணுகலை அனுபவிக்கவும்:
tr: Çeşitli platformlarda kesintisiz erişimin keyfini çıkarın:
ug: ھەرخىل سۇپىلاردا راۋان زىيارەتتىن ھۇزۇرلىنىڭ:
ur: مختلف پلیٹ فارمز پر بغیر کسی رکاوٹ کے رسائی حاصل کریں:
vi: Tận hưởng quyền truy cập liền mạch trên nhiều nền tảng khác nhau:
zh: 在各种平台上享受无缝访问：

source: Android
ar: أندرويد
bn: অ্যান্ড্রয়েড
fa: اندروید
hi: एंड्रॉयड
ko: 안드로이드
pa: ਐਂਡਰਾਇਡ
ug: ئاندروئىد
ur: اینڈرائیڈ

source: iOS
bn: আইওএস
hi: आईओएस
pa: ਆਈਓਐੱਸ
ur: آئی او ایس

source: macOS
bn: ম্যাকওএস
fa: مک‌اواس
hi: मैकओएस
pa: ਮੈਕਓਐੱਸ
ur: میک او ایس

source: Web
ar: الويب
az: Veb
bn: ওয়েব
fa: وب
hi: वेब
ko: 웹
pa: ਵੈੱਬ
ps: ویب
sw: Wavuti
ug: تور
ur: ویب

source: Linux
ar: لينكس
bn: লিনাক্স
fa: لینوکس
hi: लिनक्स
ko: 리눅스
pa: ਲਿਨਕਸ
ug: لىنۇكس
ur: لینکس

source: Windows
ar: ويندوز
bn: উইন্ডোজ
fa: ویندوز
hi: विंडोज
ko: 윈도우
pa: ਵਿੰਡੋਜ਼
ur: ونڈوز

source: Our Lifetime Promise
ar: وعدنا مدى الحياة
az: Ömürlük Sözümüz
bn: আমাদের লাইফটাইম প্রমিস
de: Unser lebenslanges Versprechen
es: Nuestra promesa de por vida
fa: وعده مادام‌العمر ما
fr: Notre promesse à vie
hi: हमारा लाइफटाइम प्रॉमिस
id: Janji Seumur Hidup Kami
it: La nostra promessa a vita
ja: 私たちの生涯の約束
kk: Біздің өмірлік уәдеміз
ko: 평생의 약속
ku: Soza me ya Heya-Heyî
ms: Janji Seumur Hidup Kami
pa: ਸਾਡਾ ਜੀਵਨ ਭਰ ਦਾ ਵਾਅਦਾ
ps: زموږ د ژوند وعدې
pt: Nossa Promessa Vitalícia
ru: Наше обещание на всю жизнь
sw: Ahadi Yetu ya Maisha
ta: எங்கள் வாழ்நாள் வாக்குறுதி
tr: Ömür Boyu Sözümüz
ug: بىزنىڭ ئۆمۈرلۈك ۋەدىمىز
ur: ہمارا لائف ٹائم وعدہ
vi: Lời hứa trọn đời của chúng tôi
zh: 我们的终身承诺

# lifetimePromiseDescription
source: I personally promise to provide continuous support and maintenance for this application throughout my life, In Sha Allah. My goal is to ensure this app remains a beneficial resource for the Ummah for years to come.
ar: أعد شخصيًا بدعم وصيانة مستمرة لهذا التطبيق طوال حياتي، إن شاء الله. هدفي هو التأكد من أن هذا التطبيق يظل مصدرًا مفيدًا للأمة لسنوات قادمة.
az: Şəxsən söz verirəm ki, İn Şa Allah, ömrüm boyu bu tətbiq üçün davamlı dəstək və təmir təmin edəcəyəm. Məqsədim bu tətbiqin gələcək illər ərzində Ümmət üçün faydalı bir mənbə olaraq qalmasını təmin etməkdir.
bn: আমি ব্যক্তিগতভাবে প্রমিস করছি এই অ্যাপ্লিকেশনের জন্য আমার জীবনভর সাপোর্ট এবং মেইনটেন্যান্স প্রদান করব, ইনশাআল্লাহ। আমার লক্ষ্য এই অ্যাপ উম্মাহর জন্য বছরের পর বছর উপকারী রিসোর্স হিসেবে থাকবে।
de: Ich persönlich verspreche, diese Anwendung mein Leben lang kontinuierlich zu unterstützen und zu warten, In Sha Allah. Mein Ziel ist es sicherzustellen, dass diese App für die Ummah in den kommenden Jahren eine nützliche Ressource bleibt.
es: Prometo personalmente proporcionar soporte y mantenimiento continuo para esta aplicación durante toda mi vida, In Sha Allah. Mi objetivo es asegurar que esta app siga siendo un recurso beneficioso para la Ummah por años.
fa: من شخصاً قول می‌دهم که پشتیبانی و نگهداری مداوم برای این برنامه در طول عمرم ارائه دهم، ان شاء الله. هدف من اطمینان از این است که این برنامه منبع مفیدی برای امت برای سال‌های آینده باقی بماند.
fr: Je promets personnellement de fournir un support et une maintenance continus pour cette application tout au long de ma vie, In Sha Allah. Mon objectif est de m'assurer que cette app reste une ressource bénéfique pour l'Ummah pendant des années.
hi: मैं पर्सनली इस ऐप को अपनी जिंदगी भर सपोर्ट और मेंटेनेंस देने का वादा करता हूं, इंशा अल्लाह। मेरा गोल है कि यह ऐप उम्माह के लिए सालों तक फायदेमंद रिसोर्स बने।
id: Saya secara pribadi berjanji untuk memberikan dukungan dan pemeliharaan berkelanjutan untuk aplikasi ini sepanjang hidup saya, In Sha Allah. Tujuan saya adalah memastikan aplikasi ini tetap menjadi sumber daya bermanfaat bagi Ummah selama bertahun-tahun.
it: Prometto personalmente di fornire supporto e manutenzione continui per questa applicazione per tutta la mia vita, In Sha Allah. Il mio obiettivo è garantire che questa app rimanga una risorsa benefica per l'Ummah per gli anni a venire.
ja: 私個人として、生涯にわたり、イン・シャー・アッラー、このアプリケーションの継続的なサポートとメンテナンスを提供することをお約束します。私の目標は、このアプリが今後何年にもわたってウンマ（イスラム共同体）にとって有益なリソースであり続けることを保証することです。
kk: Мен жеке өмірім бойы бұл қолданбаны үздіксіз қолдау және күтім көрсетуге уәде беремін, Ин ша Аллаһ. Менің мақсатым - бұл қолданба жылдар бойы үммет үшін пайдалы ресурс болып қалуын қамтамасыз ету.
ko: 인샤알라, 저는 평생 이 애플리케이션에 대한 지속적인 지원과 유지보수를 제공할 것을 개인적으로 약속합니다. 제 목표는 이 앱이 앞으로 수년간 움마(이슬람 공동체)에게 유익한 자원으로 남도록 하는 것입니다.
ku: Ez bi xwe soz didim ku ez ê di tevahiya jiyana xwe de, Înşallah, piştgirî û lênihêrîna domdar ji bo vê sepanê peyda bikim. Armanca min ew e ku ev sepan ji bo salên pêş de ji bo Ummetê wekî çavkaniyek sûdmend bimîne.
ms: Saya secara peribadi berjanji untuk memberikan sokongan dan penyelenggaraan berterusan untuk aplikasi ini sepanjang hayat saya, In Sha Allah. Matlamat saya adalah memastikan aplikasi ini kekal sebagai sumber bermanfaat untuk Ummah untuk tahun-tahun mendatang.
pa: ਮੈਂ ਵਿਅਕਤੀਗਤ ਤੌਰ ਤੇ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਨਿਰੰਤਰ ਸਪੋਰਟ ਅਤੇ ਮੇਨਟੇਨੈਂਸ ਪ੍ਰਦਾਨ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹਾਂ, ਇੰਸ਼ਾ ਅੱਲ੍ਹਾ। ਮੇਰਾ ਟੀਚਾ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਹੈ ਕਿ ਇਹ ਐਪ ਆਉਣ ਵਾਲੇ ਸਾਲਾਂ ਲਈ ਉਮਮਾ ਲਈ ਲਾਭਕਾਰੀ ਸਰੋਤ ਰਹੇ।
ps: زه شخصاً وعده کوم چې د دې اپلیکیشن لپاره دوامداره ملاتړ او ساتنه ورکړم په ټول ژوند کې، ان شاء الله. زما هدف دا دی چې دا اپلیکیشن د امت لپاره د کلونو لپاره یو ګټور وسیله پاتې شي.
pt: Eu, pessoalmente, prometo fornecer suporte e manutenção contínuos para esta aplicação durante toda a minha vida, In Sha Allah. Meu objetivo é garantir que este aplicativo permaneça um recurso benéfico para a Ummah nos próximos anos.
ru: Я лично обещаю предоставлять непрерывную поддержку и обслуживание этого приложения на протяжении всей моей жизни, Инша Аллах. Моя цель - убедиться, что это приложение остается полезным ресурсом для Уммы на годы вперед.
sw: Mimi binafsi naahidi kutoa usaidizi na matengenezo endelevu kwa programu hii katika maisha yangu yote, In Sha Allah. Lengo langu ni kuhakikisha app hii inabaki kuwa rasilimali yenye faida kwa Ummah kwa miaka ijayo.
ta: இன்ஷா அல்லாஹ், என் வாழ்நாள் முழுவதும் இந்த பயன்பாட்டிற்கான தொடர்ச்சியான ஆதரவையும் பராமரிப்பையும் வழங்குவதாக நான் தனிப்பட்ட முறையில் உறுதியளிக்கிறேன். இந்த செயலி உம்மத்திற்கு பல ஆண்டுகளாக ஒரு பயனுள்ள ஆதாரமாக இருப்பதை உறுதி செய்வதே எனது குறிக்கோள்.
tr: Bu uygulamaya ömrüm boyunca sürekli destek ve bakım sağlayacağımı şahsen söz veriyorum, İnşallah. Amacım, bu uygulamanın Ümmet için yıllarca faydalı bir kaynak olarak kalmasını sağlamak.
ug: مەن شەخسەن ئۆمرۈمنىڭ ئاخىرىغىچە، ئىنشائاللاھ، بۇ ئەپ ئۈچۈن ئۈزلۈكسىز قوللاش ۋە ئاسراش بىلەن تەمىنلەشكە ۋەدە بېرىمەن. مەقسىتىم بۇ ئەپنىڭ كەلگۈسى يىللاردا ئۈممەت ئۈچۈن پايدىلىق مەنبە بولۇپ قېلىشىغا كاپالەتلىك قىلىش.
ur: میں ذاتی طور پر اس ایپلیکیشن کی لائف ٹائم سپورٹ اور مینٹیننس فراہم کرنے کا وعدہ کرتا ہوں، ان شاء اللہ۔ میرا مقصد یہ یقینی بنانا ہے کہ یہ ایپ امت کے لیے آنے والے سالوں میں ایک مفید وسیلہ رہے۔
vi: Cá nhân tôi hứa sẽ cung cấp hỗ trợ và bảo trì liên tục cho ứng dụng này trong suốt cuộc đời mình, In Sha Allah. Mục tiêu của tôi là đảm bảo ứng dụng này vẫn là một nguồn tài nguyên hữu ích cho Ummah trong nhiều năm tới.
zh: 我个人承诺在我的有生之年提供此应用的持续支持和维护，In Sha Allah。我的目标是确保此应用成为乌玛的有益资源多年。

source: Fajr
ar: فجر
az: Sübh
bn: ফজর
de: Fadschr
fa: فجر
hi: फज्र
id: Subuh
ja: ファジル
kk: Таң
ko: 파즈르
ku: Fecr
ms: Subuh
pa: ਫਜਰ
ps: فجر
ru: Фаджр
ta: ஃபஜ்ர்
tr: Sabah
ug: بامداد
ur: فجر
zh: 晨礼

source: Sunrise
ar: شروق
az: Günəş
bn: সূর্যোদয়
de: Sonnenaufgang
es: Amanecer
fa: طلوع آفتاب
fr: Lever du soleil
hi: सूर्योदय
id: Terbit Matahari
it: Alba
ja: 日の出
kk: Күн шығуы
ko: 일출
ku: Rojhilatin
ms: Matahari Terbit
pa: ਸੂਰਜ ਚੜ੍ਹਨਾ
ps: لمر ختو
pt: Nascer do sol
ru: Восход
sw: Kuchomoza kwa Jua
ta: சூரிய உதயம்
tr: Gündoğumu
ug: كۈن چىقىش
ur: طلوع آفتاب
vi: Bình minh
zh: 日出

source: Dhuhr
ar: ظهر
az: Zöhr
bn: জোহর
fa: ظهر
hi: जुहर
id: Zuhur
ja: ズフル
kk: Түс
ko: 두흐르
ku: Nîvro
ms: Zohor
pa: ਜ਼ੋਹਰ
ps: ظهر
ru: Зухр
ta: ളുஹர்
tr: Öğle
ug: پېشىن
ur: ظہر
zh: 晌礼

source: Asr
ar: عصر
az: Əsr
bn: আসর
fa: عصر
hi: अस्र
id: Ashar
ja: アスル
kk: Екінді
ko: 아스르
ku: Esr
ms: Asar
pa: ਅਸਰ
ps: عصر
ru: Аср
ta: அஸர்
tr: İkindi
ug: دىگەر
ur: عصر
zh: 晡礼

source: Maghrib
ar: مغرب
az: Məğrib
bn: মাগরিব
fa: مغرب
hi: मग़रिब
ja: マグリブ
kk: Ақшам
ko: 마그리브
ku: Mexrib
pa: ਮਗਰਿਬ
ps: مغرب
ru: Магриб
ta: மஃரிப்
tr: Akşam
ug: شام
ur: مغرب
zh: 昏礼

source: Isha
ar: عشاء
az: İşa
bn: ইশা
de: Ischa
fa: عشا
hi: इशा
id: Isya
ja: イシャー
kk: Құптан
ko: 이샤
ku: Eşa
ms: Isyak
pa: ਇਸ਼ਾ
ps: عشا
ru: Иша
ta: இஷா
tr: Yatsı
ug: خۇپتەن
ur: عشاء
zh: 宵礼

source: Midnight
ar: منتصف الليل
az: Gecəyarısı
bn: মধ্যরাত
de: Mitternacht
es: Medianoche
fa: نیمه‌شب
fr: Minuit
hi: आधी रात
id: Tengah Malam
it: Mezzanotte
ja: 真夜中
kk: Түн ортасы
ko: 자정
ku: Nîvê Şevê
ms: Tengah Malam
pa: ਅੱਧੀ ਰਾਤ
ps: نیمه شپه
pt: Meia-noite
ru: Полночь
sw: Usiku wa Manane
ta: நள்ளிரவு
tr: Gece Yarısı
ug: يېرىم كېچە
ur: نصف شب
vi: Nửa đêm
zh: 午夜

source: Alarm
ar: إنذار
az: Siqnal
bn: অ্যালার্ম
es: Alarma
fa: زنگ
fr: Alarme
hi: अलार्म
it: Sveglia
ja: アラーム
kk: Дабыл
ko: 알람
ms: Penggera
pa: ਅਲਾਰਮ
ps: الارم
pt: Alarme
ru: Будильник
sw: Kengele
ta: அலாரம்
ug: قوڭغۇراق
ur: الارم
vi: Báo thức
zh: 闹铃

source: Notification
ar: إشعار
az: Bildiriş
bn: নোটিফিকেশন
de: Benachrichtigung
es: Notificación
fa: اعلان
hi: नोटिफिकेशन
id: Notifikasi
it: Notifica
ja: 通知
kk: Хабарландыру
ko: 알림
ku: Agahdarî
ms: Pemberitahuan
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
ps: نوټیفیکیشن
pt: Notificação
ru: Уведомление
sw: Arifa
ta: அறிவிப்பு
tr: Bildirim
ug: ئۇقتۇرۇش
ur: نوٹیفیکیشن
vi: Thông báo
zh: 通知

# quranScriptTajweed
source: Tajweed
ar: تجويد
az: Təcvid
bn: তাজউইদ
de: Tadschwīd
fa: تجوید
hi: तजवीद
id: Tajwid
ja: タジュウィード
kk: Тәжвид
ko: 타즈위드
ku: Tecwîd
ms: Tajwid
pa: ਤਜਵੀਦ
ps: تجوید
ru: Таджвид
ta: தஜ்வீத்
tr: Tecvid
ug: تەجۋىد
ur: تجوید
zh: 泰吉威德

# quranScriptUthmani
source: Uthmani
ar: عثماني
az: Osman
bn: উসমানি
fa: عثمانی
hi: उस्मानी
id: Utsmani
ja: ウスマーン体
kk: Усмани
ko: 우스마니체
ku: Usmanî
pa: ਉਥਮਾਨੀ
ps: عثماني
ru: Усмани
ta: உத்மானி
tr: Osmanlı
ug: ئوسمانى
ur: عثمانی
zh: 奥斯曼尼

# quranScriptIndopak
source: Indopak
ar: إندوباك
bn: ইন্দোপাক
fa: ایندوپاک
hi: इंडोपाक
ja: インドパク体
kk: Индопак
ko: 인도파크체
pa: ਇੰਡੋਪਾਕ
ps: انډوپاک
ru: Индопак
ta: இந்தோபாக்
ug: ھىندى-پاك
ur: انڈو پاک
zh: 印巴

source: Sajda Ayah
ar: آية سجدة
az: Səcdə Ayəsi
bn: সাজদা আয়াত
de: Sajda-Vers
es: Aleya de sajda
fa: آیه سجده
fr: Verset de Sajda
hi: सजदा आयत
id: Ayat Sajdah
it: Versetto di Sajda
ja: サジダの節
kk: Сәжде аяты
ko: 사즈다 구절
ku: Ayeta Secdê
ms: Ayat Sajdah
pa: ਸਜਦਾ ਆਇਤ
ps: سجده آیت
ru: Аят саджда
sw: Aya ya Sajda
ta: சஜ்தா ஆயத்
tr: Secde Ayeti
ug: سەجدە ئايىتى
ur: سجدہ کی آیت
vi: Ayah Sajda
zh: 叩头经节

source: Required
ar: مطلوب
az: Vacib
bn: প্রয়োজনীয়
de: Erforderlich
es: Requerido
fa: الزامی
fr: Requis
hi: जरूरी
id: Diperlukan
it: Obbligatorio
ja: 必須
kk: Қажетті
ko: 필수
ku: Pêwîst
ms: Diperlukan
pa: ਲੋੜੀਂਦਾ
ps: اړین
ru: Обязательно
sw: Inahitajika
ta: கட்டாயம்
tr: Gerekli
ug: ۋاجىپ
ur: ضروری
vi: Bắt buộc
zh: 必需

source: Optional
ar: اختياري
az: İstəyə bağlı
bn: অপশনাল
es: Opcional
fa: اختیاری
fr: Optionnel
hi: ऑप्शनल
id: Opsional
it: Facoltativo
ja: 任意
kk: Міндетті емес
ko: 선택
ku: Bijarî
ms: Pilihan
pa: ਵਿਕਲਪੀ
ps: اختیاري
ru: Опционально
sw: Hiari
ta: விருப்பத்திற்குரியது
tr: İsteğe Bağlı
ug: ئىختىيارىي
ur: اختیاری
vi: Tùy chọn
zh: 可选
