Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# notificationScheduleWarning
source: Note: Scheduled Notification or Reminder can be missed due to your phone's OS background process restrictions. For example: Vivo's Origin OS, Samsung's One UI, Oppo's ColorOS etc. are sometimes kills scheduled Notification or Reminder . Please check your OS settings for make app not restricted from background process.
ar: ملاحظة: قد يتم تفويت إشعار أو تذكير مجدول بسبب قيود عملية الخلفية في نظام تشغيل هاتفك. على سبيل المثال: Origin OS من Vivo، One UI من Samsung، ColorOS من Oppo إلخ. أحيانًا تقتل الإشعارات أو التذكيرات المجدولة. يرجى التحقق من إعدادات نظام التشغيل الخاص بك لجعل التطبيق غير مقيد من عمليات الخلفية.
az: Qeyd: Planlaşdırılmış Bildiriş və ya Xatırlatma telefonunuzun ƏS arxa fon proses məhdudiyyətləri səbəbindən əldən verilə bilər. Məsələn: Vivo-nun Origin ƏS, Samsung-un One UI, Oppo-nun ColorOS və s. bəzən planlaşdırılmış Bildiriş və ya Xatırlatmanı dayandırır. Tətbiqin arxa fon prosesindən məhdudlaşdırılmaması üçün lütfən ƏS parametrlərinizi yoxlayın.
bn: নোট: স্কেডিউল্ড নোটিফিকেশন বা রিমাইন্ডার আপনার ফোনের ওএস ব্যাকগ্রাউন্ড প্রসেস রেস্ট্রিকশনের কারণে মিস হতে পারে। উদাহরণস্বরূপ: ভিভোর অরিজিন ওএস, স্যামসাংয়ের ওয়ান ইউআই, অপ্পোর কালারওএস ইত্যাদি কখনো কখনো স্কেডিউল্ড নোটিফিকেশন বা রিমাইন্ডার কিল করে। দয়া করে আপনার ওএস সেটিংস চেক করুন যাতে অ্যাপ ব্যাকগ্রাউন্ড প্রসেস থেকে রেস্ট্রিক্ট না হয়।
de: Hinweis: Geplante Benachrichtigungen oder Erinnerungen können aufgrund von Hintergrundprozessbeschränkungen Ihres Betriebssystems verpasst werden. Zum Beispiel: Origin OS von Vivo, One UI von Samsung, ColorOS von Oppo usw. beenden manchmal geplante Benachrichtigungen oder Erinnerungen. Bitte überprüfen Sie Ihre Betriebssystemeinstellungen, um die App von Hintergrundprozessen auszunehmen.
es: Nota: La notificación programada o recordatorio puede fallar debido a restricciones del proceso en segundo plano de tu teléfono. Por ejemplo: Origin OS de Vivo, One UI de Samsung, ColorOS de Oppo a veces eliminan notificaciones o recordatorios programados. Por favor, revisa la configuración de tu OS para que la app no esté restringida en procesos en segundo plano.
fa: توجه: اعلان یا یادآوری برنامه‌ریزی‌شده ممکن است به دلیل محدودیت‌های فرآیند پس‌زمینه سیستم عامل گوشی شما از دست برود. برای مثال: Origin OS ویوو، One UI سامسونگ، ColorOS اوپو گاهی اوقات اعلان یا یادآوری برنامه‌ریزی‌شده را می‌کشد. لطفاً تنظیمات سیستم عامل خود را بررسی کنید تا برنامه از فرآیند پس‌زمینه محدود نشود.
fr: Note : Les notifications ou rappels programmés peuvent être manqués en raison des restrictions de processus en arrière-plan de votre OS téléphone. Par exemple : Origin OS de Vivo, One UI de Samsung, ColorOS d'Oppo etc. tuent parfois les notifications ou rappels programmés. Vérifiez les paramètres de votre OS pour que l'app ne soit pas restreinte des processus en arrière-plan.
hi: नोट: शेड्यूल्ड नोटिफिकेशन या रिमाइंडर आपके फोन के OS बैकग्राउंड प्रोसेस रेस्ट्रिक्शन से मिस हो सकते हैं। उदाहरण: Vivo का Origin OS, Samsung का One UI, Oppo का ColorOS आदि कभी-कभी शेड्यूल्ड नोटिफिकेशन या रिमाइंडर को किल कर देते हैं। कृपया अपने OS सेटिंग्स चेक करें ऐप को बैकग्राउंड प्रोसेस से रेस्ट्रिक्ट न करने के लिए।
id: Catatan: Notifikasi atau Pengingat Terjadwal bisa terlewat karena pembatasan proses latar belakang OS ponsel Anda. Misalnya: Origin OS Vivo, One UI Samsung, ColorOS Oppo kadang menghentikan notifikasi atau pengingat terjadwal. Periksa pengaturan OS Anda agar aplikasi tidak dibatasi dari proses latar belakang.
it: Nota: le notifiche o i promemoria programmati potrebbero non essere visualizzati a causa delle restrizioni dei processi in background del sistema operativo del telefono. Ad esempio: Origin OS di Vivo, One UI di Samsung, ColorOS di Oppo, ecc. a volte interrompono le notifiche o i promemoria programmati. Controlla le impostazioni del tuo sistema operativo per consentire all'app di non essere limitata dai processi in background.
kk: Ескерту: Жоспарланған хабарландыру немесе еске салу телефонның ОС фонындағы процесс шектеулеріне байланысты жіберілуі мүмкін. Мысалы: Vivo's Origin OS, Samsung's One UI, Oppo's ColorOS т.б. кейде жоспарланған хабарландыру немесе еске салуды өлтіреді. Қолданбаның фондық процесстен шектелмеуі үшін ОС параметрлерін тексеріңіз.
ko: 참고: 휴대폰 OS의 백그라운드 프로세스 제한으로 인해 예약된 알림이나 미리 알림을 놓칠 수 있습니다. 예: Vivo의 Origin OS, Samsung의 One UI, Oppo의 ColorOS 등은 때때로 예약된 알림이나 미리 알림을 종료합니다. 앱이 백그라운드 프로세스에서 제한되지 않도록 OS 설정을 확인하십시오.
ms: Nota: Pemberitahuan atau Peringatan Berjadual boleh terlepas kerana sekatan proses latar belakang OS telefon anda. Contohnya: Origin OS Vivo, One UI Samsung, ColorOS Oppo dll. kadang-kadang membunuh Pemberitahuan atau Peringatan berjadual. Sila semak tetapan OS anda untuk buat aplikasi tidak disekat dari proses latar belakang.
pa: ਨੋਟ: ਸ਼ੈਡਿਊਲਡ ਨੋਟੀਫਿਕੇਸ਼ਨ ਜਾਂ ਰਿਮਾਈਂਡਰ ਤੁਹਾਡੇ ਫੋਨ ਦੇ ਓਐੱਸ ਬੈਕਗ੍ਰਾਊਂਡ ਪ੍ਰੋਸੈੱਸ ਪਾਬੰਦੀਆਂ ਕਰਕੇ ਮਿਸ ਹੋ ਸਕਦੇ ਹਨ। ਉਦਾਹਰਣ ਵਜੋਂ: ਵੀਵੋ ਦਾ ਓਰਿਜਿਨ ਓਐੱਸ, ਸੈਮਸੰਗ ਦਾ ਵਨ ਯੂਆਈ, ਓਪੋ ਦਾ ਕਲਰਓਐੱਸ ਆਦਿ ਕਈ ਵਾਰ ਸ਼ੈਡਿਊਲਡ ਨੋਟੀਫਿਕੇਸ਼ਨ ਜਾਂ ਰਿਮਾਈਂਡਰ ਨੂੰ ਮਾਰ ਦਿੰਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਓਐੱਸ ਸੈਟਿੰਗਾਂ ਨੂੰ ਚੈੱਕ ਕਰੋ ਤਾਂ ਜੋ ਐਪ ਨੂੰ ਬੈਕਗ੍ਰਾਊਂਡ ਪ੍ਰੋਸੈੱਸ ਤੋਂ ਪਾਬੰਦੀ ਨਾ ਲਗਾਈ ਜਾਵੇ।
ps: یادونه: زمانه شوې نوټیفیکیشن یا یادونه کولی شي د ستاسو د تلیفون OS شاته پروسې محدودیتونو له امله له لاسه ورکړل شي. د مثال په توګه: Vivo's Origin OS، Samsung's One UI، Oppo's ColorOS وغیره ځینې وختونه زمانه شوې نوټیفیکیشن یا یادونه وژني. مهرباني وکړئ خپل OS ترتیبات وګورئ چې اپلیکیشن د شاته پروسې څخه محدود نشي.
ru: Примечание: Запланированные уведомления или напоминания могут быть пропущены из-за ограничений фоновых процессов ОС вашего телефона. Например: Origin OS от Vivo, One UI от Samsung, ColorOS от Oppo иногда убивают запланированные уведомления или напоминания. Пожалуйста, проверьте настройки ОС, чтобы приложение не было ограничено в фоновых процессах.
sw: Kumbuka: Arifa au Ukumbusho uliopangwa unaweza kukosa kutokana na vizuizi vya mchakato wa nyuma wa OS ya simu yako. Kwa mfano: Origin OS ya Vivo, One UI ya Samsung, ColorOS ya Oppo wakati mwingine huua Arifa au Ukumbusho uliopangwa. Tafadhali angalia mipangilio ya OS yako ili kufanya app isizuiwe kutoka mchakato wa nyuma.
ta: குறிப்பு: உங்கள் தொலைபேசியின் OS பின்னணி செயல்முறை கட்டுப்பாடுகள் காரணமாக திட்டமிடப்பட்ட அறிவிப்பு அல்லது நினைவூட்டல் தவறவிடப்படலாம். எடுத்துக்காட்டாக: Vivo-வின் Origin OS, Samsung-ன் One UI, Oppo-வின் ColorOS போன்றவை சில நேரங்களில் திட்டமிடப்பட்ட அறிவிப்பு அல்லது நினைவூட்டலைக் கொன்றுவிடுகின்றன. பயன்பாட்டை பின்னணி செயல்முறையிலிருந்து கட்டுப்படுத்தாமல் இருக்க உங்கள் OS அமைப்புகளைச் சரிபார்க்கவும்.
tr: Not: Zamanlanmış Bildirim veya Hatırlatma, telefonunuzun OS arka plan işlem kısıtlamaları nedeniyle kaçırılabilir. Örneğin: Vivo'nun Origin OS, Samsung'un One UI, Oppo'nun ColorOS vb. bazen zamanlanmış Bildirim veya Hatırlatmayı öldürür. Lütfen OS ayarlarınızı kontrol edin ve uygulamayı arka plan işleminden kısıtlamayın.
ug: دىققەت: تېلېفونىڭىزنىڭ مەشغۇلات سىستېمىسىنىڭ ئارقا كۆرۈنۈش جەريانى چەكلىمىسى سەۋەبىدىن پىلانلانغان ئۇقتۇرۇش ياكى ئەسكەرتىش قولدىن كېتىپ قېلىشى مۇمكىن. مەسىلەن: Vivo نىڭ Origin مەشغۇلات سىستېمىسى ، سامسۇڭنىڭ One UI ، Oppo نىڭ ColorOS قاتارلىقلار بەزىدە پىلانلانغان ئۇقتۇرۇش ياكى ئەسكەرتىشنى ئۆلتۈرىدۇ. ئەپنىڭ ئارقا كۆرۈنۈش جەريانىدىن چەكلەنمەسلىكى ئۈچۈن مەشغۇلات سىستېمىسى تەڭشىكىڭىزنى تەكشۈرۈڭ.
ur: نوٹ: شیڈولڈ نوٹیفیکیشن یا یاد دہانی آپ کے فون کی OS بیک گراؤنڈ پروسیس پابندیوں کی وجہ سے مس ہو سکتی ہے۔ مثال کے طور پر: Vivo کی Origin OS، Samsung کی One UI، Oppo کی ColorOS وغیرہ کبھی کبھی شیڈولڈ نوٹیفیکیشن یا یاد دہانی کو ختم کر دیتے ہیں۔ براہ مہربانی اپنے OS کی ترتیبات چیک کریں تاکہ ایپ کو بیک گراؤنڈ پروسیس سے محدود نہ کیا جائے۔
vi: Lưu ý: Thông báo hoặc Lời nhắc đã lên lịch có thể bị bỏ lỡ do các hạn chế về quy trình nền của hệ điều hành trên điện thoại của bạn. Ví dụ: Origin OS của Vivo, One UI của Samsung, ColorOS của Oppo, v.v. đôi khi sẽ hủy Thông báo hoặc Lời nhắc đã lên lịch. Vui lòng kiểm tra cài đặt hệ điều hành của bạn để ứng dụng không bị hạn chế khỏi quy trình nền.
zh: 注意：由于手机 OS 后台进程限制，预定通知或提醒可能被错过。例如：Vivo 的 Origin OS、Samsung 的 One UI、Oppo 的 ColorOS 等有时会杀死预定通知或提醒。请检查您的 OS 设置，使应用不受后台进程限制。

source: Scroll with Recitation
ar: التمرير مع التلاوة
az: Tilavətlə Sürüşdürün
bn: তিলাওয়াতের সাথে স্ক্রল করুন
de: Scrollen mit Rezitation
es: Desplazar con recitación
fa: پیمایش با قرائت
fr: Défiler avec la récitation
hi: तिलावत के साथ स्क्रॉल
id: Gulir dengan Bacaan
it: Scorri con la recitazione
kk: Оқумен бірге айналдыру
ms: Skrol dengan Bacaan
pa: ਤਲਾਵਤ ਨਾਲ ਸਕ੍ਰੌਲ ਕਰੋ
ps: د تلاوت سره سکرول
ru: Прокрутка с чтением
sw: Tembeza na Usomaji
ta: పారాయణంతో స్క్రోల్ చేయండి
tr: Okumayla Kaydır
ur: تلاوت کے ساتھ اسکرول کریں
vi: Cuộn với đọc thuộc lòng
zh: 随朗诵滚动

source: Quick Access
ar: وصول سريع
bn: কুইক অ্যাক্সেস
de: Schnellzugriff
es: Acceso rápido
fa: دسترسی سریع
fr: Accès rapide
hi: क्विक एक्सेस
id: Akses Cepat
it: Accesso rapido
kk: Жылдам қолжетімділік
ms: Akses Cepat
pa: ਤੇਜ਼ ਪਹੁੰਚ
ps: ژر لاسرسی
ru: Быстрый доступ
sw: Upatikanaji Haraka
ta: விரைவான அணுகல்
tr: Hızlı Erişim
ur: فوری رسائی
vi: Truy cập nhanh
zh: 快速访问

# initiallyScrollAyah
source: Initially scroll to ayah
ar: التمرير الأولي إلى الآية
bn: প্রথমে আয়াতে স্ক্রল করুন
de: Zuerst zu Ayah scrollen
es: Desplazar inicialmente a aleya
fa: ابتدا پیمایش به آیه
fr: Défiler initialement au verset
hi: शुरुआत में आयत पर स्क्रॉल
id: Gulir awal ke ayat
it: Inizialmente scorri fino all'ayah
kk: Бастапқыда аятқа айналдыру
ms: Skrol ke ayat pada mulanya
pa: ਸ਼ੁਰੂ ਵਿੱਚ ਆਇਤ ਵੱਲ ਸਕ੍ਰੌਲ ਕਰੋ
ps: لومړی آیت ته سکرول
ru: Изначально прокрутить к аяту
sw: Awali tembeza kwa aya
ta: ஆரம்பத்தில் ஆயாவுக்கு உருட்டவும்
tr: Başlangıçta ayete kaydır
ur: شروع میں آیت پر اسکرول کریں
vi: Ban đầu cuộn đến ayah
zh: 初始滚动到经节

source: Tajweed Guide
ar: دليل التجويد
bn: তাজউইদ গাইড
de: Tajweed-Anleitung
es: Guía de tajweed
fa: راهنمای تجوید
fr: Guide Tajweed
hi: तजवीद गाइड
id: Panduan Tajwid
it: Guida al Tajweed
kk: Тәжвид нұсқауы
ms: Panduan Tajwid
pa: ਤਜਵੀਦ ਗਾਈਡ
ps: تجوید لارښود
ru: Руководство по таджвиду
sw: Mwongozo wa Tajweed
ta: தஜ்வீத் வழிகாட்டி
tr: Tecvid Rehberi
ur: تجوید گائیڈ
vi: Hướng dẫn Tajweed
zh: 泰吉威德指南

# scrollWithRecitationDesc
source: When enabled, the Quran ayah will automatically scroll in sync with the audio recitation.
ar: عند تمكينه، سيتحرك الآية القرآنية تلقائيًا متزامنًا مع التلاوة الصوتية.
bn: চালু থাকলে, কুরআন আয়াত অডিও তিলাওয়াতের সাথে অটোম্যাটিক স্ক্রল করবে।
es: Cuando está activado, la aleya del Corán se desplazará automáticamente en sincronía con la recitación de audio.
fa: وقتی فعال باشد، آیه قرآن به طور خودکار با قرائت صوتی همگام پیمایش می‌شود.
fr: Quand activé, le verset du Coran défilera automatiquement en sync avec la récitation audio.
hi: चालू करने पर, कुरान आयत ऑडियो तिलावत के साथ ऑटोमैटिक स्क्रॉल होगी।
id: Saat diaktifkan, ayat Al-Quran akan otomatis bergulir sesuai dengan audio bacaan.
it: Quando abilitato, l'ayah del Corano scorrerà automaticamente in sincronia con la recitazione audio.
kk: Қосылса, Құран аяты аудио оқуымен синхронды түрде автоматты айналады.
ms: Apabila diaktifkan, ayat Al-Quran akan skrol secara automatik selaras dengan bacaan audio.
pa: ਚਾਲੂ ਕੀਤੇ ਜਾਣ ਤੇ, ਕੁਰਾਨ ਆਇਤ ਆਡੀਓ ਤਲਾਵਤ ਨਾਲ ਸਿੰਕ ਵਿੱਚ ਆਪਣੇ ਆਪ ਸਕ੍ਰੌਲ ਕਰੇਗੀ।
ps: کله چې فعال شي، د قرآن آیت به اتومات په آډیو تلاوت سره همغږي سکرول شي.
ru: Когда включено, аяты Корана будут автоматически прокручиваться в синхронизации с аудио чтением.
sw: Ikiwashwa, aya ya Kurani itatembeza moja kwa moja sawia na usomaji wa sauti.
ta: இயக்கப்பட்டால், குர்ஆன் ஆயா ஆடியோ பாராயணத்துடன் ஒத்திசைந்து தானாகவே உருட்டும்.
tr: Etkinleştirildiğinde, Kur'an ayeti sesli okumayla senkronize olarak otomatik kayar.
ur: فعال ہونے پر، قرآن کی آیت آڈیو تلاوت کے ساتھ خود بخود اسکرول ہو گی۔
vi: Khi được bật, ayah Kinh Qur'an sẽ tự động cuộn đồng bộ với phần đọc lại âm thanh.
zh: 启用时，古兰经经节将与音频朗诵同步自动滚动。

source: Configuration
ar: التكوين
bn: কনফিগারেশন
es: Configuración
fa: پیکربندی
hi: कॉन्फिगरेशन
id: Konfigurasi
it: Configurazione
kk: Конфигурация
ms: Konfigurasi
pa: ਕੌਂਫਿਗਰੇਸ਼ਨ
ps: تنظیم
ru: Конфигурация
sw: Usanidi
ta: கட்டமைப்பு
tr: Yapılandırma
ur: کنفیگریشن
vi: Cấu hình
zh: 配置

source: Restore From Backup
ar: استعادة من النسخ الاحتياطي
bn: ব্যাকআপ থেকে রিস্টোর করুন
es: Restaurar desde respaldo
fa: بازگردانی از پشتیبان
fr: Restaurer depuis la sauvegarde
hi: बैकअप से रिस्टोर
id: Pulihkan dari Cadangan
it: Ripristina da backup
kk: Сақтық көшірмеден қалпына келтіру
ms: Pulih Dari Sandaran
pa: ਬੈਕਅੱਪ ਤੋਂ ਰੀਸਟੋਰ ਕਰੋ
ps: د بیک اپ څخه بحال کړئ
ru: Восстановить из резервной копии
sw: Rejesha Kutoka Hifadhi
ta: காப்புப்பிரதியிலிருந்து மீட்டமை
tr: Yedekten Geri Yükle
ur: بیک اپ سے بحال کریں
vi: Khôi phục từ bản sao lưu
zh: 从备份恢复

source: History
ar: التاريخ
bn: হিস্ট্রি
es: Historial
fa: تاریخچه
fr: Historique
hi: हिस्ट्री
id: Riwayat
it: Storia
kk: Тарих
ms: Sejarah
pa: ਇਤਿਹਾਸ
ps: تاریخ
ru: История
sw: Historia
ta: வரலாறு
tr: Geçmiş
ur: تاریخ
vi: Lịch sử
zh: 历史

source: Search
ar: بحث
bn: খুঁজুন
es: Buscar
fa: جستجو
fr: Rechercher
hi: खोजें
id: Cari
it: Ricerca
kk: Іздеу
ms: Cari
pa: ਖੋਜ
ps: لټون
ru: Поиск
sw: Tafuta
ta: தேடு
tr: Ara
ur: تلاش
vi: Tìm kiếm
zh: 搜索

source: Use Audio Stream
ar: استخدام تدفق الصوت
bn: অডিও স্ট্রিম ব্যবহার করুন
es: Usar transmisión de audio
fa: استفاده از جریان صدا
fr: Utiliser le flux audio
hi: ऑडियो स्ट्रीम इस्तेमाल करें
id: Gunakan Streaming Audio
it: Usa streaming audio
kk: Аудио ағынын пайдалану
ms: Gunakan Strim Audio
pa: ਆਡੀਓ ਸਟ੍ਰੀਮ ਵਰਤੋ
ps: آډیو سټریم کارول
ru: Использовать потоковое аудио
sw: Tumia Mtiririko wa Sauti
ta: ஆடியோ ஸ்ட்ரீமைப் பயன்படுத்தவும்
tr: Ses Akışı Kullan
ur: آڈیو اسٹریم استعمال کریں
vi: Sử dụng luồng âm thanh
zh: 使用音频流

# useAudioStreamDesc
source: Stream audio directly from the internet instead of downloading.
ar: تدفق الصوت مباشرة من الإنترنت بدلاً من التنزيل.
bn: ইন্টারনেট থেকে সরাসরি অডিও স্ট্রিম করুন ডাউনলোড না করে।
es: Transmite audio directamente desde internet en lugar de descargar.
fa: جریان صدا مستقیماً از اینترنت به جای دانلود.
fr: Diffuser l'audio directement depuis internet au lieu de télécharger.
hi: ऑडियो इंटरनेट से डायरेक्ट स्ट्रीम करें डाउनलोड करने की बजाय।
id: Streaming audio langsung dari internet daripada mengunduh.
it: Riproduci l'audio in streaming directly da Internet invece di scaricarlo.
kk: Аудионы тікелей интернеттен ағынмен жүктеу орнына жүктеу.
ms: Strim audio terus dari internet bukannya muat turun.
pa: ਡਾਊਨਲੋਡ ਕਰਨ ਦੀ ਬਜਾਏ ਇੰਟਰਨੈੱਟ ਤੋਂ ਸਿੱਧਾ ਆਡੀਓ ਸਟ੍ਰੀਮ ਕਰੋ।
ps: آډیو مستقیم له انټرنیټ څخه سټریم کړئ پر ځای چې ډاونلوډ کړئ.
ru: Потоковое аудио напрямую из интернета вместо скачивания.
sw: Mtiririko wa sauti moja kwa moja kutoka intaneti badala ya kupakua.
ta: பதிவிறக்குவதற்குப் பதிலாக இணையத்திலிருந்து நேரடியாக ஆடியோவை ஸ்ட்ரீம் செய்யவும்.
tr: Sesleri indirmek yerine doğrudan internetten akıt.
ur: انٹرنیٹ سے براہ راست آڈیو اسٹریم کریں بجائے ڈاؤن لوڈ کرنے کے۔
vi: Truyền phát âm thanh trực tiếp từ internet thay vì tải xuống.
zh: 直接从互联网流式传输音频，而不是下载。

# notUseAudioStreamDesc
source: Download audio for offline use and reduce data consumption.
ar: تنزيل الصوت للاستخدام دون اتصال وتقليل استهلاك البيانات.
bn: অফলাইন ব্যবহারের জন্য অডিও ডাউনলোড করুন এবং ডেটা খরচ কমান।
es: Descarga audio para uso offline y reduce el consumo de datos.
fa: دانلود صدا برای استفاده آفلاین و کاهش مصرف داده.
fr: Télécharger l'audio pour une utilisation hors ligne et réduire la consommation de données.
hi: ऑफलाइन इस्तेमाल के लिए ऑडियो डाउनलोड करें और डेटा कम खर्च करें।
id: Unduh audio untuk penggunaan offline dan kurangi konsumsi data.
it: Scarica l'audio per l'utilizzo offline e riduci il consumo di dati.
kk: Оффлайн пайдалану үшін аудионы жүктеу және деректер шығынын азайту.
ms: Muat turun audio untuk penggunaan luar talian dan kurangkan penggunaan data.
pa: ਆਫਲਾਈਨ ਵਰਤੋਂ ਲਈ ਆਡੀਓ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਡਾਟਾ ਖਪਤ ਘਟਾਓ।
ps: آډیو د آفلاین کارولو لپاره ډاونلوډ کړئ او د ډاټا مصرف کم کړئ.
ru: Скачивайте аудио для оффлайн использования и снижения потребления данных.
sw: Pakua sauti kwa matumizi ya nje ya mtandao na kupunguza matumizi ya data.
ta: ஆஃப்லைன் பயன்பாட்டிற்காக ஆடியோவைப் பதிவிறக்கி, டேட்டா நுகர்வைக் குறைக்கவும்.
tr: Çevrimdışı kullanım için ses indir ve veri tüketimini azalt.
ur: آف لائن استعمال کے لیے آڈیو ڈاؤن لوڈ کریں اور ڈیٹا کی کھپت کم کریں۔
vi: Tải xuống âm thanh để sử dụng ngoại tuyến và giảm mức tiêu thụ dữ liệu.
zh: 下载音频以离线使用并减少数据消耗。

source: Audio Settings
ar: إعدادات الصوت
bn: অডিও সেটিংস
es: Configuraciones de audio
fa: تنظیمات صدا
fr: Paramètres audio
hi: ऑडियो सेटिंग्स
id: Pengaturan Audio
it: Impostazioni audio
kk: Аудио параметрлері
ms: Tetapan Audio
pa: ਆਡੀਓ ਸੈਟਿੰਗਾਂ
ps: آډیو ترتیبات
ru: Настройки аудио
sw: Mipangilio ya Sauti
ta: ஆடியோ அமைப்புகள்
tr: Ses Ayarları
ur: آڈیو ترتیبات
vi: Cài đặt âm thanh
zh: 音频设置

source: Playback Speed
ar: سرعة التشغيل
bn: প্লেব্যাক স্পিড
es: Velocidad de reproducción
fa: سرعت پخش
fr: Vitesse de lecture
hi: प्लेबैक स्पीड
id: Kecepatan Pemutaran
it: Velocità di riproduzione
kk: Ойнату жылдамдығы
ms: Kelajuan Main Semula
pa: ਪਲੇਬੈਕ ਸਪੀਡ
ps: پلی بیک سرعت
ru: Скорость воспроизведения
sw: Kasi ya Uchezaji
ta: பின்னணி வேகம்
tr: Çalma Hızı
ur: پلے بیک کی رفتار
vi: Tốc độ phát lại
zh: 播放速度

# playbackSpeedDesc
source: Adjust the speed of the Quran Recitation.
ar: ضبط سرعة تلاوة القرآن.
bn: কুরআন তিলাওয়াতের স্পিড অ্যাডজাস্ট করুন।
es: Ajusta la velocidad de la recitación del Corán.
fa: تنظیم سرعت قرائت قرآن.
fr: Ajustez la vitesse de la récitation du Coran.
hi: कुरान तिलावत की स्पीड एडजस्ट करें।
id: Sesuaikan kecepatan bacaan Al-Quran.
it: Regola la velocità della recitazione del Corano.
kk: Құран оқуының жылдамдығын реттеу.
ms: Laraskan kelajuan Bacaan Al-Quran.
pa: ਕੁਰਾਨ ਤਲਾਵਤ ਦੀ ਸਪੀਡ ਅਡਜੱਸਟ ਕਰੋ।
ps: د قرآن تلاوت سرعت تنظیم کړئ.
ru: Настройте скорость чтения Корана.
sw: Rekebisha kasi ya Usomaji wa Kurani.
ta: குர்ஆன் பாராயணத்தின் வேகத்தைச் சரிசெய்யவும்.
tr: Kur'an Okuma hızını ayarla.
ur: قرآن کی تلاوت کی رفتار ایڈجسٹ کریں۔
vi: Điều chỉnh tốc độ đọc Kinh Qur'an.
zh: 调整古兰经朗诵的速度。

# waitForCurrentDownloadToFinish
source: Please wait for the current download to finish.
ar: يرجى الانتظار حتى ينتهي التنزيل الحالي.
bn: বর্তমান ডাউনলোড শেষ হওয়ার জন্য অপেক্ষা করুন।
es: Por favor, espera a que termine la descarga actual.
fa: لطفاً منتظر پایان دانلود فعلی باشید.
fr: Veuillez attendre la fin du téléchargement en cours.
hi: कृपया करंट डाउनलोड खत्म होने का इंतजार करें।
id: Tunggu unduhan saat ini selesai.
it: Attendi il completamento del download corrente.
kk: Ағымдағы жүктеудің аяқталуын күтіңіз.
ms: Sila tunggu muat turun semasa selesai.
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੌਜੂਦਾ ਡਾਊਨਲੋਡ ਪੂਰਾ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰੋ।
ps: مهرباني وکړئ د اوسني ډاونلوډ پای ته انتظار وکړئ.
ru: Пожалуйста, подождите завершения текущей загрузки.
sw: Tafadhali subiri upakuaji wa sasa umalize.
ta: தற்போதைய பதிவிறக்கம் முடிவடையும் வரை காத்திருக்கவும்.
tr: Lütfen mevcut indirmenin bitmesini bekleyin.
ur: براہ مہربانی موجودہ ڈاؤن لوڈ ختم ہونے کا انتظار کریں۔
vi: Vui lòng đợi quá trình tải xuống hiện tại kết thúc.
zh: 请等待当前下载完成。

source: Are you sure?
ar: هل أنت متأكد؟
bn: আপনি কি নিশ্চিত?
es: ¿Estás seguro?
fa: آیا مطمئن هستید؟
fr: Êtes-vous sûr ?
hi: क्या आप श्योर हैं?
id: Yakin?
it: Sei sicuro?
kk: Сіз сенімдісіз бе?
ms: Adakah anda pasti?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ?
ps: ایا تاسو ډاډه یاست؟
ru: Вы уверены?
sw: Una uhakika?
ta: உனக்கு உறுதியாக தெரியுமா?
tr: Emin misiniz?
ur: کیا آپ یقینی ہیں؟
vi: Bạn có chắc không?
zh: 您确定吗？

source: Check your internet connection.
ar: تحقق من اتصالك بالإنترنت.
bn: আপনার ইন্টারনেট কানেকশন চেক করুন।
es: Revisa tu conexión a internet.
fa: اتصال اینترنت خود را بررسی کنید.
fr: Vérifiez votre connexion internet.
hi: अपना इंटरनेट कनेक्शन चेक करें।
id: Periksa koneksi internet Anda.
it: Controlla la tua connessione internet.
kk: Интернет қосылымыңызды тексеріңіз.
ms: Semak sambungan internet anda.
pa: ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਚੈੱਕ ਕਰੋ।
ps: خپل انټرنیټ اتصال وګورئ.
ru: Проверьте подключение к интернету.
sw: Angalia muunganisho wako wa intaneti.
ta: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
tr: İnternet bağlantınızı kontrol edin.
ur: اپنا انٹرنیٹ کنکشن چیک کریں۔
vi: Kiểm tra kết nối internet của bạn.
zh: 检查您的互联网连接。

# audioDownloadAlert
source: Need to download {requiredDownload} of {totalVersesCount} ayahs.
ar: يحتاج إلى تنزيل {requiredDownload} من {totalVersesCount} آيات.
bn: {totalVersesCount} আয়াতের মধ্যে {requiredDownload} ডাউনলোড করতে হবে।
es: Necesitas descargar {requiredDownload} de {totalVersesCount} aleyas.
fa: نیاز به دانلود {requiredDownload} از {totalVersesCount} آیه.
fr: Besoin de télécharger {requiredDownload} sur {totalVersesCount} versets.
hi: {totalVersesCount} आयतों में से {requiredDownload} डाउनलोड करने की जरूरत है।
id: Perlu unduh {requiredDownload} dari {totalVersesCount} ayat.
it: Necessario scaricare {requiredDownload} di {totalVersesCount} ayah.
kk: {totalVersesCount} аяттың {requiredDownload} жүктеу қажет.
ms: Perlu muat turun {requiredDownload} daripada {totalVersesCount} ayat.
pa: {totalVersesCount} ਆਇਤਾਂ ਵਿੱਚੋਂ {requiredDownload} ਡਾਊਨਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
ps: اړتیا ده چې {requiredDownload} د {totalVersesCount} آیاتونو ډاونلوډ کړئ.
ru: Нужно скачать {requiredDownload} из {totalVersesCount} аятов.
sw: Inahitaji kupakua {requiredDownload} kati ya {totalVersesCount} aya.
ta: {totalVersesCount} வசனங்களில் {requiredDownload} வசனங்களைப் பதிவிறக்க வேண்டும்.
tr: {totalVersesCount} ayetten {requiredDownload} indirilmesi gerekiyor.
ur: {totalVersesCount} آیات میں سے {requiredDownload} ڈاؤن لوڈ کرنے کی ضرورت ہے۔
vi: Cần tải xuống {requiredDownload} trong tổng số {totalVersesCount} ayah.
zh: 需要下载 {requiredDownload} 个经节，共 {totalVersesCount} 个。

source: Download
ar: تنزيل
bn: ডাউনলোড
es: Descargar
fa: دانلود
fr: Télécharger
hi: डाउनलोड
id: Unduh
it: Scarica
kk: Жүктеу
ms: Muat Turun
pa: ਡਾਊਨਲੋਡ
ps: ډاونلوډ
ru: Скачать
sw: Pakua
ta: பதிவிறக்க
tr: İndir
ur: ڈاؤن لوڈ
vi: Tải xuống
zh: 下载

source: Audio Download
ar: تنزيل الصوت
bn: অডিও ডাউনলোড
es: Descarga de audio
fa: دانلود صدا
fr: Téléchargement audio
hi: ऑडियो डाउनलोड
id: Unduh Audio
it: Download audio
kk: Аудио жүктеу
ms: Muat Turun Audio
pa: ਆਡੀਓ ਡਾਊਨਲੋਡ
ps: آډیو ډاونلوډ
ru: Скачивание аудио
sw: Upakuaji wa Sauti
ta: ஆடியோ பதிவிறக்கம்
tr: Ses İndirme
ur: آڈیو ڈاؤن لوڈ
vi: Tải xuống âm thanh
zh: 音频下载

# surahAyah
source: {surahName} {ayahKey}
ko: {surahName} {ayahKey}절

# formattedAddress
source: {subAdministrativeArea}, {administrativeArea}, {country}
ja: {country}、{administrativeArea}、{subAdministrativeArea}
ko: {country} {administrativeArea} {subAdministrativeArea}
