Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

source: Wake Lock
ar: قفل الاستيقاظ
az: Ekranı Açıq Saxla
bn: ওয়েক লক
de: Bildschirm aktiv lassen
es: Bloqueo de pantalla
fa: قفل بیداری
fr: Verrouillage d'écran
hi: वेक लॉक
id: Kunci Bangun
it: Blocco schermo attivo
ja: 画面を常にオン
kk: Экранды өшірмеу
ko: 화면 꺼짐 방지
ku: Dîmenderê Vekirî Bihêle
ms: Kunci Bangun
pa: ਵੇਕ ਲਾਕ
ps: ویک لاک
pt: Manter Tela Ativa
ru: Блокировка выключения экрана
sw: Kufunga Skrini
ta: திரை விழிப்புப் பூட்டு
tr: Ekran Kilidi
ug: ئېكراننى يورۇق تۇتۇش
ur: ویک لاک
vi: Giữ màn hình luôn bật
zh: 保持屏幕常亮

# wakeLockSubtitle
source: Prevent the screen from turning off automatically.
ar: منع الشاشة من الإغلاق تلقائيًا.
az: Ekranın avtomatik sönməsinin qarşısını alır.
bn: স্ক্রিন অটোম্যাটিক বন্ধ হওয়া থেকে বিরত রাখুন।
de: Verhindert, dass sich der Bildschirm automatisch ausschaltet.
es: Evita que la pantalla se apague automáticamente.
fa: جلوگیری از خاموش شدن خودکار صفحه.
fr: Empêche l'écran de s'éteindre automatiquement.
hi: स्क्रीन को खुद बंद होने से रोकें।
id: Cegah layar mati secara otomatis.
it: Impedisce allo schermo di spegnersi automaticamente.
ja: 画面が自動的にオフになるのを防ぎます。
kk: Экранның автоматты түрде өшуін болдырмау.
ko: 화면이 자동으로 꺼지는 것을 방지합니다.
ku: Pêşî li girtina otomatîkî ya ekranê digire.
ms: Cegah skrin mati secara automatik.
pa: ਸਕ੍ਰੀਨ ਨੂੰ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋਣ ਤੋਂ ਰੋਕੋ।
ps: د سکرین اتومات بندیدو مخنیوی وکړئ.
pt: Impede que a tela se apague automaticamente.
ru: Предотвращает автоматическое выключение экрана.
sw: Zuia skrini kuzima moja kwa moja.
ta: திரை தானாக அணைவதைத் தடுக்கவும்.
tr: Ekranın otomatik kapanmasını önle.
ug: ئېكراننىڭ ئاپتوماتىك ئۆچۈپ قېلىشىنىڭ ئالدىنى ئالىدۇ.
ur: اسکرین کو خود بخود بند ہونے سے روکیں۔
vi: Ngăn màn hình tự động tắt.
zh: 防止屏幕自动关闭。

source: Settings
ar: الإعدادات
az: Parametrlər
bn: সেটিংস
de: Einstellungen
es: Configuraciones
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Параметрлер
ko: 설정
ku: Mîheng
ms: Tetapan
pa: ਸੈਟਿੰਗਾਂ
ps: ترتیبات
pt: Configurações
ru: Настройки
sw: Mipangilio
ta: அமைப்புகள்
tr: Ayarlar
ug: تەڭشەكلەر
ur: ترتیبات
vi: Cài đặt
zh: 设置

source: App Theme
ar: سمة التطبيق
az: Tətbiq Mövzusu
bn: অ্যাপ থিম
de: App-Design
es: Tema de la app
fa: تم برنامه
fr: Thème de l'app
hi: ऐप थीम
id: Tema Aplikasi
it: Tema dell'app
ja: アプリのテーマ
kk: Қолданба тақырыбы
ko: 앱 테마
ku: Mijara Sepanê
ms: Tema Aplikasi
pa: ਐਪ ਥੀਮ
ps: د اپلیکیشن تم
pt: Tema do Aplicativo
ru: Тема приложения
sw: Mandhari ya App
ta: செயலியின் தீம்
tr: Uygulama Teması
ug: ئەپ باش تېمىسى
ur: ایپ کا تھیم
vi: Chủ đề ứng dụng
zh: 应用主题

source: Quran Style
ar: أسلوب القرآن
az: Quran Üslubu
bn: কুরআন স্টাইল
de: Koran-Stil
es: Estilo del Corán
fa: سبک قرآن
fr: Style du Coran
hi: कुरान स्टाइल
id: Gaya Al-Quran
it: Stile del Corano
ja: コーランのスタイル
kk: Құран стилі
ko: 꾸란 스타일
ku: Şêwaza Quranê
ms: Gaya Al-Quran
pa: ਕੁਰਾਨ ਸਟਾਈਲ
ps: د قرآن سټایل
pt: Estilo do Alcorão
ru: Стиль Корана
sw: Mtindo wa Kurani
ta: குர்ஆன் உடை
tr: Kur'an Stili
ug: قۇرئان ئۇسلۇبى
ur: قرآن کا انداز
vi: Kiểu chữ Kinh Qur'an
zh: 古兰经风格

source: Change Theme
ar: تغيير السمة
az: Mövzunu Dəyiş
bn: থিম চেঞ্জ করুন
de: Design ändern
es: Cambiar tema
fa: تغییر تم
fr: Changer de thème
hi: थीम बदलें
id: Ubah Tema
it: Cambia tema
ja: テーマを変更
kk: Тақырыпты өзгерту
ko: 테마 변경
ku: Mijarê Biguherîne
ms: Tukar Tema
pa: ਥੀਮ ਬਦਲੋ
ps: تم بدل کړئ
pt: Mudar Tema
ru: Изменить тему
sw: Badilisha Mandhari
ta: தீம் மாற்றவும்
tr: Temayı Değiştir
ug: باش تېمىنى ئۆزگەرتىش
ur: تھیم تبدیل کریں
vi: Thay đổi Chủ đề
zh: 更改主题

source: Verse Count:
ar: عدد الآيات:
az: Ayə Sayı:
bn: আয়াত সংখ্যা:
de: Anzahl der Verse:
es: Número de versos:
fa: تعداد آیه:
fr: Nombre de versets :
hi: आयतों की संख्या:
id: Jumlah Ayat:
it: Numero versetti:
ja: 節の数:
kk: Аят саны:
ko: 절 수:
ku: Hejmara Ayetan:
ms: Bilangan Ayat:
pa: ਆਇਤ ਗਿਣਤੀ:
ps: د آیتونو شمیر:
pt: Contagem de Versículos:
ru: Количество аятов:
sw: Idadi ya Aya:
ta: வசன எண்ணிக்கை:
tr: Ayet Sayısı:
ug: ئايەت سانى:
ur: آیات کی تعداد:
vi: Số lượng câu (Ayah):
zh: 经节数：

source: Translation
ar: ترجمة
az: Tərcümə
bn: অনুবাদ
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 翻訳
kk: Аударма
ko: 번역
ku: Werger
ms: Terjemahan
pa: ਅਨੁਵਾਦ
ps: ژباړه
pt: Tradução
ru: Перевод
sw: Tafsiri
ta: மொழிபெயர்ப்பு
tr: Tercüme
ug: تەرجىمە
ur: ترجمہ
vi: Bản dịch
zh: 翻译

# tafsirNotFound
source: Not Found
ar: غير موجود
az: Tapılmadı
bn: পাওয়া যায়নি
de: Nicht gefunden
es: No encontrado
fa: پیدا نشد
fr: Non trouvé
hi: नहीं मिला
id: Tidak Ditemukan
it: Non trovato
ja: 見つかりません
kk: Табылмады
ko: 찾을 수 없음
ku: Nehat Dîtin
ms: Tidak Dijumpai
pa: ਨਹੀਂ ਮਿਲੀ
ps: نشتون
pt: Não Encontrado
ru: Не найдено
sw: Haikupatikana
ta: காணப்படவில்லை
tr: Bulunamadı
ug: تاپالمىدى
ur: نہیں ملا
vi: Không tìm thấy
zh: 未找到

source: more info
ar: مزيد من المعلومات
az: daha çox məlumat
bn: আরও তথ্য
de: mehr Infos
es: más info
fa: اطلاعات بیشتر
fr: plus d'infos
hi: और जानकारी
id: info lebih lanjut
it: più info
ja: 詳細情報
kk: қосымша ақпарат
ko: 더 보기
ku: zêdetir agahî
ms: maklumat lanjut
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نور معلومات
pt: mais informações
ru: больше информации
sw: maelezo zaidi
ta: மேலும் தகவல்
tr: daha fazla bilgi
ug: تېخىمۇ كۆپ مەلۇمات
ur: مزید معلومات
vi: thêm thông tin
zh: 更多信息

source: Play Audio
ar: تشغيل الصوت
az: Səsi Oxut
bn: অডিও চালান
de: Audio abspielen
es: Reproducir audio
fa: پخش صدا
fr: Lire l'audio
hi: ऑडियो चलाएं
id: Putar Audio
it: Riproduci audio
ja: 音声を再生
kk: Аудионы ойнату
ko: 오디오 재생
ku: Deng Lêde
ms: Main Audio
pa: ਆਡੀਓ ਚਲਾਓ
ps: آډیو پلی کړئ
pt: Reproduzir Áudio
ru: Воспроизвести аудио
sw: Cheza Sauti
ta: ஆடியோவை இயக்கு
tr: Ses Çal
ug: ئاۋاز قويۇش
ur: آڈیو چلائیں
vi: Phát Âm thanh
zh: 播放音频

source: Preview
ar: معاينة
az: Önizləmə
bn: প্রিভিউ
de: Vorschau
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала қарау
ko: 미리보기
ku: Pêşdîtin
ms: Pratonton
pa: ਪ੍ਰੀਵਿਊ
ps: پریویو
pt: Pré-visualizar
ru: Предпросмотр
sw: Onyesho la Awali
ta: முன்னோட்டம்
tr: Önizleme
ug: ئالدىن كۆرۈش
ur: پیش نظارہ
vi: Xem trước
zh: 预览

source: Loading...
ar: جاري التحميل...
az: Yüklənir...
bn: লোড হচ্ছে...
de: Lädt...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中…
kk: Жүктелуде...
ko: 로딩 중...
ku: Bardibe...
ms: Sedang Memuat...
pa: ਲੋਡਿੰਗ...
ps: لوډینګ...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
ta: ஏற்றுகிறது...
tr: Yükleniyor...
ug: يۈكلىنىۋاتىدۇ...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh: 加载中...

source: Error fetching address
ar: خطأ في جلب العنوان
az: Ünvanı alarkən xəta baş verdi
bn: ঠিকানা আনতে সমস্যা
de: Fehler beim Abrufen der Adresse
es: Error al obtener la dirección
fa: خطا در دریافت آدرس
fr: Erreur lors de la récupération de l'adresse
hi: पता लाने में त्रुटि
id: Gagal mengambil alamat
it: Errore nel recupero dell'indirizzo
ja: 住所の取得中にエラーが発生しました
kk: Мекенжайды алу қатесі
ko: 주소를 가져오는 중 오류 발생
ku: Di wergirtina navnîşanê de çewtî
ms: Ralat mengambil alamat
pa: ਪਤਾ ਲੈਣ ਵਿੱਚ ਗਲਤੀ
ps: پته ترلاسه کولو کې غلطي
pt: Erro ao buscar endereço
ru: Ошибка получения адреса
sw: Hitilafu katika kupata anwani
ta: முகவரியைப் பெறுவதில் பிழை
tr: Adres getirilirken hata
ug: ئادرېسنى ئېلىشتا خاتالىق كۆرۈلدى
ur: پتہ حاصل کرنے میں خرابی
vi: Lỗi khi lấy địa chỉ
zh: 获取地址出错

source: Address not available
ar: العنوان غير متوفر
az: Ünvan mövcud deyil
bn: ঠিকানা পাওয়া যায়নি
de: Adresse nicht verfügbar
es: Dirección no disponible
fa: آدرس موجود نیست
fr: Adresse non disponible
hi: पता उपलब्ध नहीं
id: Alamat tidak tersedia
it: Indirizzo non disponibile
ja: 住所が利用できません
kk: Мекенжай қолжетімді емес
ko: 주소를 사용할 수 없음
ku: Navnîşan peyda nabe
ms: Alamat tidak tersedia
pa: ਪਤਾ ਉਪਲਬਧ ਨਹੀਂ
ps: پته شتون نلري
pt: Endereço não disponível
ru: Адрес недоступен
sw: Anwani haipatikani
ta: முகவரி கிடைக்கவில்லை
tr: Adres mevcut değil
ug: ئادرېس يوق
ur: پتہ دستیاب نہیں ہے
vi: Không có địa chỉ
zh: 地址不可用

source: Latitude:
ar: خط العرض:
az: Enlik:
bn: অক্ষাংশ:
de: Breitengrad:
es: Latitud:
fa: عرض جغرافیایی:
hi: अक्षांश:
id: Lintang:
it: Latitudine:
ja: 緯度:
kk: Ендік:
ko: 위도:
ku: Hêlîpan:
ms: Latitud:
pa: ਲੈਟੀਟਿਊਡ:
ps: عرض البلد:
ru: Широта:
sw: Latitudo:
ta: அட்சரேகை:
tr: Enlem:
ug: كەڭلىك:
ur: عرض البلد:
vi: Vĩ độ:
zh: 纬度：

source: Longitude:
ar: خط الطول:
az: Uzunluq:
bn: দ্রাঘিমা:
de: Längengrad:
es: Longitud:
fa: طول جغرافیایی:
hi: देशांतर:
id: Bujur:
it: Longitudine:
ja: 経度:
kk: Бойлық:
ko: 경도:
ku: Hêlîlar:
ms: Longitud:
pa: ਲੌਂਗੀਟਿਊਡ:
ps: طول البلد:
ru: Долгота:
sw: Longitudo:
ta: தீர்க்கரேகை:
tr: Boylam:
ug: ئۇزۇنلۇق:
ur: طول البلد:
vi: Kinh độ:
zh: 经度：

source: Name:
ar: الاسم:
az: Ad:
bn: নাম:
es: Nombre:
fa: نام:
fr: Nom :
hi: नाम:
id: Nama:
it: Nome:
ja: 名前:
kk: Аты:
ko: 이름:
ku: Nav:
ms: Nama:
pa: ਨਾਮ:
ps: نوم:
pt: Nome:
ru: Имя:
sw: Jina:
ta: பெயர்:
tr: İsim:
ug: ئىسمى:
ur: نام:
vi: Tên:
zh: 名称：

source: Location:
ar: الموقع:
az: Məkan:
bn: লোকেশন:
de: Standort:
es: Ubicación:
fa: مکان:
fr: Emplacement :
hi: स्थान:
id: Lokasi:
it: Posizione:
ja: 場所:
kk: Орналасқан жері:
ko: 위치:
ku: Cih:
ms: Lokasi:
pa: ਸਥਾਨ:
ps: ځای:
pt: Localização:
ru: Местоположение:
sw: Mahali:
ta: இருப்பிடம்:
tr: Konum:
ug: ئورنى:
ur: مقام:
vi: Vị trí:
zh: 位置：

source: Parameters:
ar: المعلمات:
az: Parametrlər:
bn: প্যারামিটার:
de: Parameter:
es: Parámetros:
fa: پارامترها:
fr: Paramètres :
hi: पैरामीटर:
id: Parameter:
it: Parametri:
ja: パラメータ:
kk: Параметрлер:
ko: 매개변수:
ku: Parametre:
ms: Parameter:
pa: ਪੈਰਾਮੀਟਰ:
ps: پارامیټرونه:
pt: Parâmetros:
ru: Параметры:
sw: Vigezo:
ta: அளபுருக்கள்:
tr: Parametreler:
ug: پارامېتىرلار:
ur: پیرامیٹرز:
vi: Thông số:
zh: 参数：

source: Select Calculation Method
ar: اختر طريقة الحساب
az: Hesablama Metodunu Seçin
bn: ক্যালকুলেশন মেথড নির্বাচন করুন
de: Berechnungsmethode auswählen
es: Selecciona el método de cálculo
fa: انتخاب روش محاسبه
fr: Sélectionnez la méthode de calcul
hi: कैलकुलेशन मेथड चुनें
id: Pilih Metode Perhitungan
it: Seleziona metodo di calcolo
ja: 計算方法を選択
kk: Есептеу әдісін таңдаңыз
ko: 계산 방법 선택
ku: Rêbaza Hesabkirinê Hilbijêre
ms: Pilih Kaedah Pengiraan
pa: ਗਣਨਾ ਵਿਧੀ ਚੁਣੋ
ps: د محاسبې میتود انتخاب کړئ
pt: Selecione o Método de Cálculo
ru: Выберите метод расчета
sw: Chagua Njia ya Kuhesabu
ta: கணக்கீட்டு முறையைத் தேர்ந்தெடுக்கவும்
tr: Hesaplama Yöntemini Seçin
ug: ھېسابلاش ئۇسۇلىنى تاللاڭ
ur: حساب کا طریقہ منتخب کریں
vi: Chọn Phương pháp Tính toán
zh: 选择计算方法

source: Share Select Ayahs
ar: مشاركة الآيات المختارة
az: Seçilmiş Ayələri Paylaş
bn: নির্বাচিত আয়াত শেয়ার করুন
de: Ausgewählte Verse teilen
es: Compartir aleyas seleccionadas
fa: اشتراک‌گذاری آیه‌های انتخاب‌شده
fr: Partager les versets sélectionnés
hi: चुनी हुई आयतें शेयर करें
id: Bagikan Ayat yang Dipilih
it: Condividi i versetti selezionati
ja: 選択した節を共有
kk: Таңдалған аяттарды бөлісу
ko: 선택한 아야 공유
ku: Ayetên Hilbijartî Parve Bike
ms: Kongsi Ayat Terpilih
pa: ਚੁਣੀਆਂ ਆਇਤਾਂ ਸਾਂਝੀਆਂ ਕਰੋ
ps: انتخاب شوي آیاتونه شریک کړئ
pt: Compartilhar Versículos Selecionados
ru: Поделиться выбранными аятами
sw: Shiriki Aya Zilizochaguliwa
ta: தேர்ந்தெடுத்த ஆயத்துகளைப் பகிரவும்
tr: Seçili Ayetleri Paylaş
ug: تاللانغان ئايەتلەرنى ھەمبەھىرلەش
ur: منتخب آیات شیئر کریں
vi: Chia sẻ các Ayah đã chọn
zh: 分享选中的经节

source: Selection Empty
ar: الاختيار فارغ
az: Seçim Boşdur
bn: নির্বাচন খালি
de: Auswahl leer
es: Selección vacía
fa: انتخاب خالی است
fr: Sélection vide
hi: चयन खाली है
id: Pilihan Kosong
it: Nessuna selezione
ja: 何も選択されていません
kk: Таңдау бос
ko: 선택 항목 없음
ku: Hilbijartin Vala ye
ms: Pilihan Kosong
pa: ਚੋਣ ਖਾਲੀ ਹੈ
ps: انتخاب خالي دی
pt: Seleção Vazia
ru: Выбор пуст
sw: Uchaguzi Tupu
ta: தேர்வு காலியாக உள்ளது
tr: Seçim Boş
ug: تاللانمىدى
ur: انتخاب خالی ہے
vi: Chưa chọn mục nào
zh: 选择为空

source: Generating Image... Please Wait
ar: جاري إنشاء الصورة... يرجى الانتظار
az: Şəkil Yaradılır... Zəhmət olmasa Gözləyin
bn: ইমেজ তৈরি হচ্ছে... অপেক্ষা করুন
de: Bild wird erstellt... Bitte warten
es: Generando imagen... Por favor espera
fa: در حال تولید تصویر... لطفاً صبر کنید
fr: Génération de l'image... Veuillez patienter
hi: इमेज बना रहे हैं... कृपया इंतजार करें
id: Membuat Gambar... Tunggu Sebentar
it: Generazione immagine... Attendere prego
ja: 画像を生成中… お待ちください
kk: Сурет жасалуда... Күтіңіз
ko: 이미지 생성 중... 잠시만 기다려주세요
ku: Wêne tê çêkirin... Ji kerema xwe bisekinin
ms: Menjana Imej... Sila Tunggu
pa: ਚਿੱਤਰ ਬਣਾ ਰਿਹਾ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
ps: انځور جوړول... مهرباني وکړئ انتظار وکړئ
pt: Gerando Imagem... Por Favor, Aguarde
ru: Генерация изображения... Подождите
sw: Inazalisha Picha... Tafadhali Subiri
ta: படம் உருவாக்கப்படுகிறது... தயவுசெய்து காத்திருக்கவும்
tr: Görüntü Oluşturuluyor... Lütfen Bekleyin
ug: رەسىم ھاسىل قىلىنىۋاتىدۇ... سەل ساقلاڭ
ur: تصویر تیار ہو رہی ہے... براہ مہربانی انتظار کریں
vi: Đang tạo ảnh... Vui lòng đợi
zh: 生成图像... 请稍等

source: As Image
ar: كصورة
az: Şəkil Kimi
bn: ইমেজ হিসেবে
de: Als Bild
es: Como imagen
fa: به عنوان تصویر
fr: Sous forme d'image
hi: इमेज के रूप में
id: Sebagai Gambar
it: Come immagine
ja: 画像として
kk: Сурет ретінде
ko: 이미지로
ku: Wek Wêne
ms: Sebagai Imej
pa: ਚਿੱਤਰ ਵਜੋਂ
ps: د انځور په توګه
pt: Como Imagem
ru: Как изображение
sw: Kama Picha
ta: படமாக
tr: Görüntü Olarak
ug: رەسىم قىلىپ
ur: تصویر کی صورت میں
vi: Dưới dạng Ảnh
zh: 作为图像

source: As Text
ar: كنص
az: Mətn Kimi
bn: টেক্সট হিসেবে
de: Als Text
es: Como texto
fa: به عنوان متن
fr: Sous forme de texte
hi: टेक्स्ट के रूप में
id: Sebagai Teks
it: Come testo
ja: テキストとして
kk: Мәтін ретінде
ko: 텍스트로
ku: Wek Nivîs
ms: Sebagai Teks
pa: ਟੈਕਸਟ ਵਜੋਂ
ps: د متن په توګه
pt: Como Texto
ru: Как текст
sw: Kama Nakala
ta: உரையாக
tr: Metin Olarak
ug: تېكىست قىلىپ
ur: متن کی صورت میں
vi: Dưới dạng Văn bản
zh: 作为文本

source: Play From Selected Ayah
ar: تشغيل من الآية المختارة
az: Seçilmiş Ayədən Oxut
bn: নির্বাচিত আয়াত থেকে চালান
de: Ab ausgewähltem Vers abspielen
es: Reproducir desde la aleya seleccionada
fa: پخش از آیه انتخاب‌شده
fr: Lire à partir du verset sélectionné
hi: चुनी हुई आयत से चलाएं
id: Putar dari Ayat yang Dipilih
it: Riproduci dal versetto selezionato
ja: 選択した節から再生
kk: Таңдалған аяттан ойнату
ko: 선택한 아야부터 재생
ku: Ji Ayeta Hilbijartî Lêde
ms: Main Dari Ayat Terpilih
pa: ਚੁਣੀ ਆਇਤ ਤੋਂ ਚਲਾਓ
ps: د انتخاب شوي آیت څخه پلی کړئ
pt: Reproduzir a Partir do Versículo Selecionado
ru: Воспроизвести с выбранного аята
sw: Cheza Kutoka Aya Iliyochaguliwa
ta: தேர்ந்தெடுத்த ஆயத்திலிருந்து இயக்கு
tr: Seçili Ayetten Çal
ug: تاللانغان ئايەتتىن باشلاپ قويۇش
ur: منتخب آیت سے چلائیں
vi: Phát từ Ayah đã chọn
zh: 从选中的经节播放

source: To Tafsir
ar: إلى التفسير
az: Təfsirə Keç
bn: তাফসীরে যান
de: Zum Tafsir
es: A tafsir
fa: به تفسیر
fr: Au tafsir
hi: तफ़सीर पर
id: Ke Tafsir
it: Vai al Tafsir
ja: タフスィールへ
kk: Тәпсірге
ko: 타프시르로
ku: Bo Tefsîrê
ms: Ke Tafsir
pa: ਤਫਸੀਰ ਵੱਲ
ps: تفسیر ته
pt: Para o Tafsir
ru: К тафсиру
sw: Kwa Tafsiri
ta: தஃப்ஸீருக்கு
tr: Tefsire Git
ug: تەپسىرگە
ur: تفسیر کی طرف
vi: Đến Tafsir
zh: 到塔夫西尔

source: Select Ayah
ar: اختر آية
az: Ayə Seç
bn: আয়াত নির্বাচন করুন
de: Vers auswählen
es: Selecciona aleya
fa: انتخاب آیه
fr: Sélectionnez un verset
hi: आयत चुनें
id: Pilih Ayat
it: Seleziona versetto
ja: 節を選択
kk: Аят таңдау
ko: 아야 선택
ku: Ayetê Hilbijêre
ms: Pilih Ayat
pa: ਆਇਤ ਚੁਣੋ
ps: آیت انتخاب کړئ
pt: Selecionar Versículo
ru: Выберите аят
sw: Chagua Aya
ta: ஆயத்தைத் தேர்ந்தெடுக்கவும்
tr: Ayet Seç
ug: ئايەت تاللاش
ur: آیت منتخب کریں
vi: Chọn Ayah
zh: 选择经节

source: To Ayah
ar: إلى آية
az: Ayəyə Keç
bn: আয়াতে যান
de: Zum Vers
es: A aleya
fa: به آیه
fr: Au verset
hi: आयत पर
id: Ke Ayat
it: Vai al versetto
ja: 節へ
kk: Аятқа
ko: 아야로
ku: Bo Ayetê
ms: Ke Ayat
pa: ਆਇਤ ਵੱਲ
ps: آیت ته
pt: Para o Versículo
ru: К аяту
sw: Kwa Aya
ta: ஆயத்திற்கு
tr: Ayet'e
ug: ئايەتكە
ur: آیت کی طرف
vi: Đến Ayah
zh: 到经节

source: Search for a surah
ar: ابحث عن سورة
az: Surə axtarın
bn: একটা সূরা খুঁজুন
de: Suche eine Sure
es: Buscar una sura
fa: جستجو برای یک سوره
fr: Rechercher une sourate
hi: सूरह खोजें
id: Cari surah
it: Cerca una sura
ja: スーラを検索
kk: Сүрені іздеу
ko: 수라 검색
ku: Li sûreyekê bigere
ms: Cari surah
pa: ਸੂਰਹ ਖੋਜੋ
ps: یو سوره لټون کړئ
pt: Procurar uma surata
ru: Поиск суры
sw: Tafuta sura
ta: ஒரு சூராவைத் தேடவும்
tr: Bir sure ara
ug: سۈرە ئىزدەش
ur: سورہ تلاش کریں
vi: Tìm kiếm một surah
zh: 搜索章节

# bugReportTitle
source: Bug Report
ar: تقرير خطأ
az: Xəta Hesabatı
bn: বাগ রিপোর্ট
de: Fehlerbericht
es: Reporte de error
fa: گزارش باگ
fr: Rapport de bug
hi: बग रिपोर्ट
id: Laporan Bug
it: Segnalazione bug
ja: バグ報告
kk: Қате туралы есеп
ko: 버그 신고
ku: Rapora Çewtiyê
ms: Laporan Pepijat
pa: ਬੱਗ ਰਿਪੋਰਟ
ps: د بګ راپور
pt: Relatório de Erro
ru: Отчет об ошибке
sw: Ripoti ya Hitilafu
ta: பிழை அறிக்கை
tr: Hata Raporu
ug: خاتالىق مەلۇم قىلىش
ur: بگ رپورٹ
vi: Báo cáo lỗi
zh: bug报告

source: Audio Cached
ar: الصوت المخزن مؤقتًا
az: Səs Keşləndi
bn: অডিও ক্যাশড
de: Audio zwischengespeichert
es: Audio en caché
fa: صدا کش شده
fr: Audio mis en cache
hi: ऑडियो कैश्ड
id: Audio Disimpan
it: Audio memorizzato nella cache
ja: オーディオはキャッシュされました
kk: Аудио кэштелген
ko: 오디오 캐시됨
ku: Deng Hat Cachekirin
ms: Audio Dikache
pa: ਆਡੀਓ ਕੈਸ਼ ਕੀਤੀ ਗਈ
ps: آډیو کیچ شوی
pt: Áudio em Cache
ru: Аудио в кэше
sw: Sauti Iliyohifadhiwa
ta: ஆடியோ தற்காலிகமாகச் சேமிக்கப்பட்டது
tr: Ses Önbelleğe Alındı
ug: ئاۋاز ساقلاندى
ur: آڈیو کیچڈ
vi: Âm thanh đã được lưu vào bộ nhớ đệm
zh: 音频已缓存

source: Others
ar: آخرون
az: Digərləri
bn: অন্যান্য
de: Andere
es: Otros
fa: دیگران
fr: Autres
hi: अन्य
id: Lainnya
it: Altro
ja: その他
kk: Басқалар
ko: 기타
ku: Yên Din
ms: Lain-lain
pa: ਹੋਰ
ps: نور
pt: Outros
ru: Другие
sw: Nyingine
ta: மற்றவை
tr: Diğerleri
ug: باشقىلار
ur: دیگر
vi: Khác
zh: 其他

source: Quran|Translation|Ayah, One Must Enabled
ar: القرآن|الترجمة|الآية، يجب تمكين واحد
az: Quran|Tərcümə|Ayə, Biri Aktiv Olmalıdır
bn: কুরআন|অনুবাদ|আয়াত, একটা অবশ্যই চালু থাকতে হবে
de: Koran|Übersetzung|Aya, eine Option muss aktiviert sein
es: Corán|Traducción|Aleya, uno debe estar activado
fa: قرآن|ترجمه|آیه، یکی باید فعال باشد
fr: Coran|Traduction|Verset, un doit être activé
hi: कुरान|अनुवाद|आयत, एक को चालू रखना जरूरी है
id: Al-Quran|Terjemahan|Ayat, Satu Harus Diaktifkan
it: Corano|Traduzione|Versetto, uno deve essere abilitato
ja: コーラン｜翻訳｜節のいずれか一つを有効にする必要があります
kk: Құран|Аударма|Аят, Біреуі қосулы болуы керек
ko: 꾸란|번역|아야 중 하나는 활성화해야 합니다
ku: Quran|Werger|Ayet, Divê Yek Bê Çalakirin
ms: Al-Quran|Terjemahan|Ayat, Satu Mesti Diaktifkan
pa: ਕੁਰਾਨ|ਅਨੁਵਾਦ|ਆਇਤ, ਇੱਕ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ
ps: قرآن|ژباړه|آیت، یو باید فعال شي
pt: Alcorão|Tradução|Versículo, Um Deve Estar Ativado
ru: Коран|Перевод|Аят, один должен быть включен
sw: Kurani|Tafsiri|Aya, Moja Lazima Iwashwe
ta: குர்ஆன் | மொழிபெயர்ப்பு | ஆயத், ஒன்றாவது இயக்கப்பட்டிருக்க வேண்டும்
tr: Kur'an|Tercüme|Ayet, Biri Etkin Olmalı
ug: قۇرئان|تەرجىمە|ئايەت، كەم دېگەندە بىرسىنى تاللاش كېرەك
ur: قرآن|ترجمہ|آیت، ایک کو فعال کرنا ضروری ہے
vi: Kinh Qur'an|Bản dịch|Ayah, Phải bật ít nhất một mục
zh: 古兰经|翻译|经节，必须启用一个

source: Quran Font Size
ar: حجم خط القرآن
az: Quran Şrift Ölçüsü
bn: কুরআন ফন্ট সাইজ
de: Schriftgröße des Korans
es: Tamaño de fuente del Corán
fa: اندازه فونت قرآن
fr: Taille de police du Coran
hi: कुरान फॉन्ट साइज
id: Ukuran Font Al-Quran
it: Dimensione carattere Corano
ja: コーランのフォントサイズ
kk: Құран қаріп өлшемі
ko: 꾸란 글꼴 크기
ku: Mezinahiya Tîpên Quranê
ms: Saiz Fon Al-Quran
pa: ਕੁਰਾਨ ਫੌਂਟ ਸਾਈਜ਼
ps: د قرآن فونټ اندازه
pt: Tamanho da Fonte do Alcorão
ru: Размер шрифта Корана
sw: Ukubwa wa Fonti ya Kurani
ta: குர்ஆன் எழுத்துரு அளவு
tr: Kur'an Yazı Boyutu
ug: قۇرئان خەت چوڭلۇقى
ur: قرآن کا فونٹ سائز
vi: Cỡ chữ Kinh Qur'an
zh: 古兰经字体大小

source: Quran Line Height
ar: ارتفاع سطر القرآن
az: Quran Sətir Hündürlüyü
bn: কুরআন লাইন হাইট
de: Zeilenhöhe des Korans
es: Altura de línea del Corán
fa: ارتفاع خط قرآن
fr: Hauteur de ligne du Coran
hi: कुरान लाइन हाइट
id: Tinggi Baris Al-Quran
it: Altezza riga Corano
ja: コーランの行の高さ
kk: Құран жол биіктігі
ko: 꾸란 줄 간격
ku: Bilindahiya Rêza Quranê
ms: Ketinggian Baris Al-Quran
pa: ਕੁਰਾਨ ਲਾਈਨ ਉਚਾਈ
ps: د قرآن لاین لوړوالی
pt: Altura da Linha do Alcorão
ru: Высота строки Корана
sw: Urefu wa Mstari wa Kurani
ta: குர்ஆன் வரி உயரம்
tr: Kur'an Satır Yüksekliği
ug: قۇرئان قۇر ئارىلىقى
ur: قرآن کی لائن ہائیٹ
vi: Chiều cao dòng Kinh Qur'an
zh: 古兰经行高

# translationAndTafsirFontSize
source: Translation & Tafsir Font Size
ar: حجم خط الترجمة والتفسير
az: Tərcümə və Təfsir Şrift Ölçüsü
bn: অনুবাদ ও তাফসীর ফন্ট সাইজ
de: Schriftgröße für Übersetzung & Tafsir
es: Tamaño de fuente de traducción y tafsir
fa: اندازه فونت ترجمه و تفسیر
fr: Taille de police de la traduction et du tafsir
hi: अनुवाद और तफ़सीर फॉन्ट साइज
id: Ukuran Font Terjemahan & Tafsir
it: Dimensione carattere Traduzione e Tafsir
ja: 翻訳とタフスィールのフォントサイズ
kk: Аударма және тәпсір қаріп өлшемі
ko: 번역 및 타프시르 글꼴 크기
ku: Mezinahiya Tîpên Werger & Tefsîrê
ms: Saiz Fon Terjemahan & Tafsir
pa: ਅਨੁਵਾਦ ਅਤੇ ਤਫਸੀਰ ਫੌਂਟ ਸਾਈਜ਼
ps: ژباړه او تفسیر فونټ اندازه
pt: Tamanho da Fonte da Tradução e Tafsir
ru: Размер шрифта перевода и тафсира
sw: Ukubwa wa Fonti ya Tafsiri na Tafsiri
ta: மொழிபெயர்ப்பு & தஃப்ஸீர் எழுத்துரு அளவு
tr: Tercüme & Tefsir Yazı Boyutu
ug: تەرجىمە ۋە تەپسىر خەت چوڭلۇقى
ur: ترجمہ اور تفسیر کا فونٹ سائز
vi: Cỡ chữ Bản dịch & Tafsir
zh: 翻译与塔夫西尔字体大小

source: Quran Ayah
ar: آية القرآن
az: Quran Ayəsi
bn: কুরআন আয়াত
de: Koranvers
es: Aleya del Corán
fa: آیه قرآن
fr: Verset du Coran
hi: कुरान आयत
id: Ayat Al-Quran
it: Versetto del Corano
ja: コーランの節
kk: Құран аяты
ko: 꾸란 아야
ku: Ayeta Quranê
ms: Ayat Al-Quran
pa: ਕੁਰਾਨ ਆਇਤ
ps: د قرآن آیت
pt: Versículo do Alcorão
ru: Аят Корана
sw: Aya ya Kurani
ta: குர்ஆன் ஆயத்
tr: Kur'an Ayeti
ug: قۇرئان ئايىتى
ur: قرآن کی آیت
vi: Ayah Kinh Qur'an
zh: 古兰经经节

source: Top Toolbar
ar: شريط الأدوات العلوي
az: Yuxarı Alətlər Paneli
bn: উপরের টুলবার
de: Obere Werkzeugleiste
es: Barra superior
fa: نوار ابزار بالا
fr: Barre d'outils supérieure
hi: टॉप टूलबार
id: Bilah Alat Atas
it: Barra degli strumenti superiore
ja: 上部ツールバー
kk: Жоғарғы құралдар панелі
ko: 상단 도구 모음
ku: Darika Amûran ya Jor
ms: Bar Alat Atas
pa: ਟਾਪ ਟੂਲਬਾਰ
ps: پورته ټولبار
pt: Barra de Ferramentas Superior
ru: Верхняя панель инструментов
sw: Upau wa Juu
ta: மேல் கருவிப்பட்டி
tr: Üst Araç Çubuğu
ug: يۇقىرى قورال ستونى
ur: اوپر کا ٹول بار
vi: Thanh công cụ trên
zh: 顶部工具栏

source: Keep Open Word By Word
ar: ابق مفتوحًا كلمة بكلمة
az: Sözbəsöz Tərcüməni Açıq Saxla
bn: শব্দে শব্দে খোলা রাখুন
de: Wort-für-Wort-Ansicht geöffnet lassen
es: Mantener abierto palabra por palabra
fa: باز نگه داشتن کلمه به کلمه
fr: Garder ouvert mot par mot
hi: शब्द दर शब्द खुला रखें
id: Tetap Buka Kata demi Kata
it: Mantieni aperta la traduzione Parola per Parola
ja: 単語ごとの表示を開いたままにする
kk: Сөзбе-сөз ашық ұстау
ko: 단어별 번역 열어두기
ku: Peyv bi Peyv Vekirî Bihêle
ms: Biarkan Terbuka Perkataan demi Perkataan
pa: ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਖੁੱਲ੍ਹਾ ਰੱਖੋ
ps: کلمه په کلمه خلاص وساتئ
pt: Manter Palavra por Palavra Aberto
ru: Оставить открытым слово за словом
sw: Weka Wazi Neno kwa Neno
ta: வார்த்தைக்கு வார்த்தை மொழிபெயர்ப்பைத் திறந்து வைக்கவும்
tr: Kelime Kelime Açık Tut
ug: سۆزمۇ-سۆز تەرجىمىنى ئوچۇق تۇتۇش
ur: لفظ بہ لفظ کھلا رکھیں
vi: Luôn mở phần dịch Từng từ
zh: 保持逐字打开

source: Word By Word Highlight
ar: تسليط الضوء كلمة بكلمة
az: Sözbəsöz İşarələmə
bn: শব্দে শব্দে হাইলাইট
de: Wort-für-Wort-Hervorhebung
es: Resaltar palabra por palabra
fa: برجسته کردن کلمه به کلمه
fr: Surlignage mot par mot
hi: शब्द दर शब्द हाइलाइट
id: Sorot Kata demi Kata
it: Evidenziazione Parola per Parola
ja: 単語ごとのハイライト
kk: Сөзбе-сөз ерекшелеу
ko: 단어별 하이라이트
ku: Nîşankirina Peyv bi Peyv
ms: Sorotan Perkataan demi Perkataan
pa: ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਹਾਈਲਾਈਟ
ps: کلمه په کلمه روښانه کول
pt: Destaque Palavra por Palavra
ru: Подсветка слово за словом
sw: Angazia Neno kwa Neno
ta: வார்த்தைக்கு வார்த்தை தனிப்படுத்தல்
tr: Kelime Kelime Vurgu
ug: سۆزمۇ-سۆز يورۇتۇش
ur: لفظ بہ لفظ ہائی لائٹ
vi: Tô sáng Từng từ
zh: 逐字高亮
