Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# translationTafsirTitle
source: Quran Translation & Tafsir
ar: ترجمة القرآن وتفسيره
az: Quran Tərcüməsi və Təfsiri
bn: কুরআন অনুবাদ এবং তাফসীর
de: Koranübersetzung & Tafsir
es: Traducción y tafsir del Corán
fa: ترجمه و تفسیر قرآن
fr: Traduction et tafsir du Coran
hi: कुरान अनुवाद और तफ़सीर
id: Terjemahan & Tafsir Al-Quran
it: Traduzione e Tafsir del Corano
ja: コーランの翻訳とタフスィール
kk: Құран аудармасы және тәпсірі
ko: 꾸란 번역 및 타프시르
ku: Werger & Tefsîra Quranê
ms: Terjemahan & Tafsir Al-Quran
pa: ਕੁਰਾਨ ਅਨੁਵਾਦ ਅਤੇ ਤਫਸੀਰ
ps: د قرآن ژباړه او تفسیر
pt: Tradução e Tafsir do Alcorão
ru: Перевод и тафсир Корана
sw: Tafsiri & Tafsiri ya Kurani
ta: குர்ஆன் மொழிபெயர்ப்பு & தஃப்ஸீர்
tr: Kur'an Tercüme & Tefsir
ug: قۇرئان تەرجىمىسى ۋە تەپسىرى
ur: قرآن کا ترجمہ اور تفسیر
vi: Bản dịch & Tafsir Kinh Qur'an
zh: 古兰经翻译与塔夫西尔

# translationTafsirDescription
source: Access 120+ translation books (including word-by-word) in 69 languages, and 30+ Tafsir books.
ar: الوصول إلى أكثر من 120 كتاب ترجمة (بما في ذلك كلمة بكلمة) في 69 لغة، وأكثر من 30 كتاب تفسير.
az: 69 dildə 120-dən çox tərcümə kitabına (sözbəsöz daxil olmaqla) və 30-dan çox Təfsir kitabına giriş əldə edin.
bn: ৬৯ ভাষায় ১২০+ অনুবাদ বই (শব্দে শব্দে সহ), এবং ৩০+ তাফসীর বই অ্যাক্সেস করুন।
de: Greife auf über 120 Übersetzungsbücher (einschließlich Wort-für-Wort) in 69 Sprachen und über 30 Tafsir-Bücher zu.
es: Accede a más de 120 libros de traducción (incluyendo palabra por palabra) en 69 idiomas y más de 30 libros de tafsir.
fa: دسترسی به بیش از 120 کتاب ترجمه (شامل کلمه به کلمه) در 69 زبان، و بیش از 30 کتاب تفسیر.
fr: Accédez à plus de 120 livres de traduction (y compris mot par mot) en 69 langues, et plus de 30 livres de tafsir.
hi: 69 भाषाओं में 120+ अनुवाद किताबें (शब्द दर शब्द सहित), और 30+ तफ़सीर किताबें।
id: Akses 120+ buku terjemahan (termasuk kata demi kata) dalam 69 bahasa, dan 30+ buku Tafsir.
it: Accedi a oltre 120 libri di traduzione (inclusa parola per parola) in 69 lingue e a oltre 30 libri di Tafsir.
ja: 69言語にわたる120以上の翻訳書（単語ごとの翻訳を含む）と、30以上のタフスィール書にアクセスできます。
kk: 69 тілде 120+ аударма кітабын (сөзбе-сөзді қоса) және 30+ тәпсір кітабын қолданыңыз.
ko: 69개 언어로 된 120개 이상의 번역본(단어별 번역 포함)과 30개 이상의 타프시르 책에 접근할 수 있습니다.
ku: Gihîştina zêdetirî 120 pirtûkên wergerê (tevî peyv bi peyv) di 69 zimanan de, û zêdetirî 30 pirtûkên Tefsîrê.
ms: Akses 120+ buku terjemahan (termasuk perkataan demi perkataan) dalam 69 bahasa, dan 30+ buku Tafsir.
pa: 69 ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ 120+ ਅਨੁਵਾਦ ਕਿਤਾਬਾਂ (ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਸਮੇਤ), ਅਤੇ 30+ ਤਫਸੀਰ ਕਿਤਾਬਾਂ ਤੱਕ ਪਹੁੰਚ।
ps: د 120+ ژباړې کتابونو (په شمول کلمه په کلمه) ته لاسرسی په 69 ژبو کې، او 30+ تفسیر کتابونه.
pt: Acesse mais de 120 livros de tradução (incluindo palavra por palavra) em 69 idiomas e mais de 30 livros de Tafsir.
ru: Доступ к более 120 книгам переводов (включая слово за словом) на 69 языках и более 30 книгам тафсира.
sw: Pata vitabu 120+ vya tafsiri (ikiwemo neno kwa neno) katika lugha 69, na vitabu 30+ vya Tafsiri.
ta: 69 மொழிகளில் 120+ க்கும் மேற்பட்ட மொழிபெயர்ப்பு நூல்களையும் (வார்த்தைக்கு வார்த்தை உட்பட) மற்றும் 30+ தஃப்ஸீர் நூல்களையும் அணுகவும்.
tr: 69 dilde 120+ tercüme kitabı (kelime kelime dahil) ve 30+ tefsir kitabı erişimi.
ug: 69 تىلدىكى 120 دىن ئارتۇق تەرجىمە كىتابى (سۆزمۇ-سۆزنى ئۆز ئىچىگە ئالىدۇ) ۋە 30 دىن ئارتۇق تەپسىر كىتابىنى زىيارەت قىلىڭ.
ur: 69 زبانوں میں 120+ ترجمہ کی کتابیں (بشمول لفظ بہ لفظ) اور 30+ تفسیر کی کتابیں حاصل کریں۔
vi: Truy cập hơn 120 sách dịch (bao gồm cả dịch từng từ) bằng 69 ngôn ngữ, và hơn 30 sách Tafsir.
zh: 访问 120+ 翻译书籍（包括逐字）支持 69 种语言，以及 30+ 塔夫西尔书籍。

# wordByWordAudioTitle
source: Word by Word Audio & Highlighting
ar: صوت كلمة بكلمة وتسليط الضوء
az: Sözbəsöz Səs və İşarələmə
bn: শব্দে শব্দে অডিও এবং হাইলাইটিং
de: Wort-für-Wort-Audio & Hervorhebung
es: Audio y resaltado palabra por palabra
fa: صدا و برجسته کردن کلمه به کلمه
fr: Audio et surlignage mot par mot
hi: शब्द दर शब्द ऑडियो और हाइलाइटिंग
id: Audio & Sorotan Kata demi Kata
it: Audio e evidenziazione parola per parola
ja: 単語ごとのオーディオとハイライト
kk: Сөзбе-сөз аудио және ерекшелеу
ko: 단어별 오디오 및 하이라이트
ku: Deng û Nîşankirina Peyv bi Peyv
ms: Audio & Sorotan Perkataan demi Perkataan
pa: ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਆਡੀਓ ਅਤੇ ਹਾਈਲਾਈਟਿੰਗ
ps: کلمه په کلمه آډیو او روښانه کول
pt: Áudio Palavra por Palavra e Destaque
ru: Аудио слово за словом и подсветка
sw: Sauti & Angazia Neno kwa Neno
ta: வார்த்தைக்கு வார்த்தை ஆடியோ & தனிப்படுத்தல்
tr: Kelime Kelime Ses & Vurgulama
ug: سۆزمۇ-سۆز ئاۋاز ۋە يورۇتۇش
ur: لفظ بہ لفظ آڈیو اور ہائی لائٹنگ
vi: Âm thanh & Tô sáng từng từ
zh: 逐字音频与高亮

# wordByWordAudioDescription
source: Follow along with synchronized word-by-word audio recitation and highlighting for an immersive learning experience.
ar: تابع مع تلاوة صوتية متزامنة كلمة بكلمة وتسليط الضوء لتجربة تعلم غامرة.
az: Daha dərin öyrənmə təcrübəsi üçün sinxronlaşdırılmış sözbəsöz səsli tilavət və işarələmə ilə izləyin.
bn: ইমার্সিভ লার্নিং অভিজ্ঞতার জন্য সিঙ্ক্রোনাইজড শব্দে শব্দে অডিও তিলাওয়াত এবং হাইলাইটিং সহ অনুসরণ করুন।
de: Folge der synchronisierten Wort-für-Wort-Audio-Rezitation und Hervorhebung für ein intensives Lernerlebnis.
es: Sigue con recitación de audio sincronizada palabra por palabra y resaltado para una experiencia de aprendizaje inmersiva.
fa: با قرائت صوتی کلمه به کلمه همگام‌سازی‌شده و برجسته کردن برای تجربه یادگیری غوطه‌ور دنبال کنید.
fr: Suivez avec une récitation audio mot par mot synchronisée et un surlignage pour une expérience d'apprentissage immersive.
hi: शब्द दर शब्द ऑडियो तिलावत और हाइलाइटिंग के साथ फॉलो करें सीखने के लिए।
id: Ikuti rekaman audio kata demi kata yang disinkronkan dan sorotan untuk pengalaman belajar yang mendalam.
it: Segui la recitazione audio sincronizzata parola per parola e l'evidenziazione per un'esperienza di apprendimento immersiva.
ja: 同期された単語ごとのオーディオ読誦とハイライトに従って、没入感のある学習体験ができます。
kk: Иммерсивті оқу тәжірибесі үшін сөзбе-сөз аудио оқуы және ерекшелеумен бірге жүріңіз.
ko: 동기화된 단어별 오디오 낭송과 하이라이트를 따라가며 몰입감 있는 학습 경험을 해보세요.
ku: Ji bo ezmûnek fêrbûnê ya berbiçav, bi xwendina dengî ya peyv bi peyv a senkronîzekirî û nîşankirinê re bişopînin.
ms: Ikuti bacaan audio perkataan demi perkataan yang diselaraskan dan sorotan untuk pengalaman pembelajaran mendalam.
pa: ਇੱਕ ਡੂੰਘੀ ਸਿੱਖਣ ਅਨੁਭਵ ਲਈ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ਡ ਸ਼ਬਦ ਨਾਲ ਸ਼ਬਦ ਆਡੀਓ ਤਲਾਵਤ ਅਤੇ ਹਾਈਲਾਈਟਿੰਗ ਨਾਲ ਨਾਲ ਚੱਲੋ।
ps: د همغږي کلمه په کلمه آډیو تلاوت او روښانه کولو سره تعقیب کړئ د یو غوطه ور تجربه لپاره.
pt: Acompanhe a recitação de áudio sincronizada palavra por palavra e o destaque para uma experiência de aprendizado imersiva.
ru: Следите за синхронизированным аудио чтением слово за словом и подсветкой для immersive опыта обучения.
sw: Fuata pamoja na usomaji wa sauti wa neno kwa neno uliosawazishwa na angazia kwa uzoefu wa kujifunza unaovuta.
ta: ஒரு ஆழமான கற்றல் அனுபவத்திற்காக, ஒத்திசைக்கப்பட்ட வார்த்தைக்கு வார்த்தை ஆடியோ ஓதுதல் மற்றும் தனிப்படுத்தலுடன் தொடரவும்.
tr: Senkronize kelime kelime sesli okuma ve vurgulamayla sürükleyici bir öğrenme deneyimi için takip edin.
ug: چۆكۈپ ئۆگىنىش تەجرىبىسى ئۈچۈن ماس قەدەملىك سۆزمۇ-سۆز ئاۋازلىق تىلاۋەت ۋە يورۇتۇشقا ئەگىشىڭ.
ur: ایک immersive لرننگ تجربے کے لیے سنکرونائزڈ لفظ بہ لفظ آڈیو تلاوت اور ہائی لائٹنگ کے ساتھ ساتھ چلیں۔
vi: Theo dõi phần đọc âm thanh và tô sáng đồng bộ từng từ để có trải nghiệm học tập sâu sắc.
zh: 跟随同步逐字音频朗诵和高亮，提供沉浸式学习体验。

# ayahAudioRecitationTitle
source: Ayah Audio Recitation
ar: تلاوة صوتية للآية
az: Ayə Səsli Tilavəti
bn: আয়াত অডিও তিলাওয়াত
de: Audio-Rezitation von Versen
es: Recitación de audio de aleya
fa: قرائت صوتی آیه
fr: Récitation audio des versets
hi: आयत ऑडियो तिलावत
id: Rekaman Audio Ayat
it: Recitazione audio dei versetti
ja: 節ごとのオーディオ読誦
kk: Аят аудио оқуы
ko: 아야 오디오 낭송
ku: Xwendina Dengî ya Ayetan
ms: Bacaan Audio Ayat
pa: ਆਇਤ ਆਡੀਓ ਤਲਾਵਤ
ps: د آیت آډیو تلاوت
pt: Recitação de Áudio do Versículo
ru: Аудио чтение аятов
sw: Usomaji wa Sauti wa Aya
ta: ஆயத் ஆடியோ ஓதுதல்
tr: Ayet Sesli Okuma
ug: ئايەت ئاۋازلىق تىلاۋىتى
ur: آیت کی آڈیو تلاوت
vi: Đọc âm thanh Ayah
zh: 经节音频朗诵

# ayahAudioRecitationDescription
source: Listen to full Ayah recitations from over 40+ renowned reciters.
ar: استمع إلى تلاوات آيات كاملة من أكثر من 40 قارئ مشهور.
az: 40-dan çox məşhur qarinin tam Ayə tilavətlərini dinləyin.
bn: ৪০+ বিখ্যাত তিলাওয়াতকারীর থেকে পূর্ণ আয়াত তিলাওয়াত শুনুন।
de: Höre vollständige Vers-Rezitationen von über 40 renommierten Rezitatoren.
es: Escucha recitaciones completas de aleyas de más de 40 recitadores renombrados.
fa: گوش دادن به قرائت‌های کامل آیه از بیش از 40 قاری مشهور.
fr: Écoutez des récitations complètes de versets par plus de 40 récitateurs renommés.
hi: 40+ मशहूर कारी से पूरी आयत तिलावत सुनें।
id: Dengarkan rekaman ayat penuh dari lebih dari 40+ qari terkenal.
it: Ascolta le recitazioni complete dei versetti di oltre 40 recitatori di fama.
ja: 40人以上の著名な読誦者による完全な節の読誦を聴くことができます。
kk: 40+ танымал оқушылардан толық аят оқуларын тыңдаңыз.
ko: 40명 이상의 유명 낭송가들의 전체 아야 낭송을 들어보세요.
ku: Guhdarî xwendinên ayetên tevahî ji zêdetirî 40 qari'yên navdar bikin.
ms: Dengar bacaan ayat penuh dari lebih 40+ pembaca terkenal.
pa: 40+ ਪ੍ਰਸਿੱਧ ਰੈਸਾਈਟਰਾਂ ਤੋਂ ਪੂਰੀ ਆਇਤ ਤਲਾਵਤਾਂ ਸੁਣੋ।
ps: د 40+ مشهور قاریانو څخه بشپړ آیت تلاوتونه واورئ.
pt: Ouça recitações completas de versículos de mais de 40 recitadores renomados.
ru: Слушайте полные чтения аятов от более 40 известных чтецов.
sw: Sikiliza usomaji kamili wa Aya kutoka kwa wasomaji 40+ mashuhuri.
ta: 40+ க்கும் மேற்பட்ட புகழ்பெற்ற ஓதுபவர்களின் முழு ஆயத் ஓதுதலைக் கேளுங்கள்.
tr: 40+ ünlü okuyucudan tam ayet okumalarını dinleyin.
ug: 40 تىن ئارتۇق داڭلىق قارىنىڭ تولۇق ئايەت تىلاۋىتىنى ئاڭلاڭ.
ur: 40+ مشہور قاریوں سے مکمل آیت کی تلاوت سنیں۔
vi: Nghe các bài đọc Ayah đầy đủ từ hơn 40 người đọc nổi tiếng.
zh: 听取来自 40+ 著名朗诵者的完整经节朗诵。

# notesCloudBackupTitle
source: Notes with Cloud Backup
ar: ملاحظات مع نسخ احتياطي سحابي
az: Bulud Ehtiyat Nüsxəsi ilə Qeydlər
bn: নোটস ক্লাউড ব্যাকআপ সহ
de: Notizen mit Cloud-Backup
es: Notas con respaldo en la nube
fa: یادداشت‌ها با پشتیبان‌گیری ابری
fr: Notes avec sauvegarde cloud
hi: नोट्स क्लाउड बैकअप के साथ
id: Catatan dengan Cadangan Cloud
it: Note con backup su cloud
ja: クラウドバックアップ付きノート
kk: Ескертпелер бұлттық сақтық көшірмемен
ko: 클라우드 백업이 지원되는 노트
ku: Nîşe bi Piştgiriya Ewr
ms: Nota dengan Sandaran Awan
pa: ਨੋਟਸ ਨਾਲ ਕਲਾਊਡ ਬੈਕਅੱਪ
ps: یادونې د کلاوډ بیک اپ سره
pt: Notas com Backup em Nuvem
ru: Заметки с облачным резервным копированием
sw: Maelezo na Hifadhi ya Wingu
ta: கிளவுட் காப்புப்பிரதியுடன் குறிப்புகள்
tr: Notlar ve Bulut Yedekleme
ug: بۇلۇت زاپاسلىمىسى بار خاتىرىلەر
ur: نوٹس کلاؤڈ بیک اپ کے ساتھ
vi: Ghi chú với Sao lưu trên đám mây
zh: 笔记带云备份

# notesCloudBackupDescription
source: Save personal notes and reflections, securely backed up to the cloud (feature in development/coming soon).
ar: احفظ ملاحظاتك الشخصية وتأملاتك، مدعومة بشكل آمن في السحابة (ميزة قيد التطوير/قادمة قريبًا).
az: Şəxsi qeydləri və düşüncələri yadda saxlayın, təhlükəsiz şəkildə buludda ehtiyat nüsxəsi yaradılır (funksiya hazırlanma mərhələsindədir/tezliklə əlavə olunacaq).
bn: ব্যক্তিগত নোট এবং চিন্তা সেভ করুন, ক্লাউডে নিরাপদে ব্যাকআপ (ফিচার ডেভেলপমেন্টে/শীঘ্রই আসছে)।
de: Speichere persönliche Notizen und Reflexionen, sicher in der Cloud gesichert (Funktion in Entwicklung/bald verfügbar).
es: Guarda notas y reflexiones personales, respaldadas de forma segura en la nube (función en desarrollo/próximamente).
fa: ذخیره یادداشت‌ها و تأملات شخصی، با پشتیبان‌گیری امن به ابر (ویژگی در حال توسعه/به زودی).
fr: Enregistrez des notes et réflexions personnelles, sécurisées avec sauvegarde cloud (fonction en développement/bientôt disponible).
hi: पर्सनल नोट्स और रिफ्लेक्शन सेव करें, क्लाउड में सिक्योर बैकअप (फीचर डेवलपमेंट में/जल्द आ रहा है)।
id: Simpan catatan dan refleksi pribadi, dicadangkan dengan aman ke cloud (fitur sedang dikembangkan/segera hadir).
it: Salva note e riflessioni personali, con backup sicuro su cloud (funzionalità in sviluppo/prossimamente).
ja: 個人のノートや考察を保存し、クラウドに安全にバックアップします（機能は開発中/近日公開予定）。
kk: Жеке ескертпелер мен ойларды сақтаңыз, бұлтқа қауіпсіз сақтық көшірме (мүмкіндік әзірлеу үстінде/жақында).
ko: 개인적인 노트와 묵상을 안전하게 클라우드에 백업하여 저장하세요 (기능 개발 중/출시 예정).
ku: Nîşe û ramanên kesane tomar bikin, ku bi ewlehî li ewrê têne piştgirî kirin (taybetmendî di bin pêşkeftinê de ye/di demek nêzîk de tê).
ms: Simpan nota dan renungan peribadi, disandarkan dengan selamat ke awan (ciri dalam pembangunan/akan datang).
pa: ਨਿੱਜੀ ਨੋਟਸ ਅਤੇ ਵਿਚਾਰ ਸੇਵ ਕਰੋ, ਕਲਾਊਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਬੈਕਅੱਪ (ਫੀਚਰ ਵਿਕਾਸ ਅਧੀਨ/ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ)।
ps: شخصي یادونې او تفکرات ذخیره کړئ، په خوندي ډول کلاوډ ته بیک اپ (فیچر په پراختیا کې/ژر راځي).
pt: Salve notas e reflexões pessoais, com backup seguro na nuvem (recurso em desenvolvimento/em breve).
ru: Сохраняйте личные заметки и размышления, безопасно сохраненные в облаке (функция в разработке/скоро).
sw: Hifadhi maelezo na tafakari za kibinafsi, zilizohifadhiwa salama kwenye wingu (kipengele kinaendelea kujengwa/kinakuja hivi karibuni).
ta: தனிப்பட்ட குறிப்புகளையும் பிரதிபலிப்புகளையும் சேமிக்கவும், கிளவுடிற்குப் பாதுகாப்பாக காப்புப் பிரதி எடுக்கப்படும் (அம்சம் உருவாக்கத்தில்/விரைவில் வரும்).
tr: Kişisel notlar ve yansımalar kaydedin, buluta güvenli bir şekilde yedeklenir (geliştirme aşamasında/yakında).
ug: شەخسىي خاتىرىلər ۋە تەپەككۇرلارنى ساقلاڭ، بىخەتەر ھالدا بۇلۇتقا زاپاسلاڭ (بۇ ئىقتىدار تەرەققىي قىلدۇرۇلۇۋاتىدۇ / يېقىندا چىقىدۇ).
ur: ذاتی نوٹس اور غور و فکر محفوظ کریں، کلاؤڈ پر محفوظ بیک اپ (فیچر ترقی کے مراحل میں/جلد آ رہا ہے)۔
vi: Lưu các ghi chú và suy ngẫm cá nhân, được sao lưu an toàn lên đám mây (tính năng đang phát triển/sắp ra mắt).
zh: 保存个人笔记和反思，安全备份到云（功能开发中/即将推出）。

# crossPlatformSupportTitle
source: Cross-Platform Support
ar: دعم عبر المنصات
az: Çoxplatformalı Dəstək
bn: ক্রস-প্ল্যাটফর্ম সাপোর্ট
de: Plattformübergreifende Unterstützung
es: Soporte multiplataforma
fa: پشتیبانی چندپلتفرمی
fr: Support multiplateforme
hi: क्रॉस-प्लेटफॉर्म सपोर्ट
id: Dukungan Lintas Platform
it: Supporto multipiattaforma
ja: クロスプラットフォーム対応
kk: Кросс-платформалық қолдау
ko: 크로스 플랫폼 지원
ku: Piştgiriya Pir-Platformî
ms: Sokongan Pelbagai Platform
pa: ਕਰਾਸ-ਪਲੇਟਫਾਰਮ ਸਪੋਰਟ
ps: کراس پلیټفارم ملاتړ
pt: Suporte Multiplataforma
ru: Поддержка нескольких платформ
sw: Usaidizi wa Vifaa Vingi
ta: பல தள ஆதரவு
tr: Çoklu Platform Desteği
ug: سۇپىلار ئارا قوللاش
ur: کراس پلیٹ فارم سپورٹ
vi: Hỗ trợ đa nền tảng
zh: 跨平台支持

# crossPlatformSupportDescription
source: Supported on Android, Web, Linux, and Windows.
ar: مدعوم على أندرويد، الويب، لينكس، وويندوز.
az: Android, Web, Linux və Windows-da dəstəklənir.
bn: অ্যান্ড্রয়েড, ওয়েব, লিনাক্স, এবং উইন্ডোজে সাপোর্টেড।
de: Unterstützt auf Android, Web, Linux und Windows.
es: Soportado en Android, Web, Linux y Windows.
fa: پشتیبانی‌شده در اندروید، وب، لینوکس و ویندوز.
fr: Supporté sur Android, Web, Linux et Windows.
hi: एंड्रॉयड, वेब, लिनक्स, और विंडोज पर सपोर्टेड।
id: Didukung di Android, Web, Linux, dan Windows.
it: Supportato su Android, Web, Linux e Windows.
ja: Android、Web、Linux、Windowsでサポートされています。
kk: Android, Web, Linux және Windows-та қолдау көрсетіледі.
ko: 안드로이드, 웹, 리눅스, 윈도우에서 지원됩니다.
ku: Li ser Android, Web, Linux, û Windowsê tê piştgirî kirin.
ms: Disokong pada Android, Web, Linux, dan Windows.
pa: ਐਂਡਰਾਇਡ, ਵੈੱਬ, ਲਿਨਕਸ ਅਤੇ ਵਿੰਡੋਜ਼ ਤੇ ਸਪੋਰਟ ਕੀਤਾ ਗਿਆ।
ps: په Android، ویب، Linux، او Windows کې ملاتړ شوی.
pt: Suportado em Android, Web, Linux e Windows.
ru: Поддерживается на Android, Web, Linux и Windows.
sw: Inaauniwa kwenye Android, Wavuti, Linux, na Windows.
ta: Android, Web, Linux மற்றும் Windows இல் ஆதரிக்கப்படுகிறது.
tr: Android, Web, Linux ve Windows'ta desteklenir.
ug: ئاندروئىد، تور، لىنۇكس ۋە Windows دا قوللىنىدۇ.
ur: اینڈرائیڈ، ویب، لینکس، اور ونڈوز پر سپورٹڈ۔
vi: Được hỗ trợ trên Android, Web, Linux và Windows.
zh: 支持 Android、Web、Linux 和 Windows。

# backgroundAudioPlaybackTitle
source: Background Audio Playback
ar: تشغيل الصوت في الخلفية
az: Arxa Planda Səs Oxutma
bn: ব্যাকগ্রাউন্ড অডিও প্লেব্যাক
de: Hintergrund-Audio-Wiedergabe
es: Reproducción de audio en segundo plano
fa: پخش صدا در پس‌زمینه
fr: Lecture audio en arrière-plan
hi: बैकग्राउंड ऑडियो प्लेबैक
id: Pemutaran Audio Latar Belakang
it: Riproduzione audio in background
ja: バックグラウンドでのオーディオ再生
kk: Фондық аудио ойнату
ko: 백그라운드 오디오 재생
ku: Lêdana Dengî ya Paşîn
ms: Main Audio Latar Belakang
pa: ਬੈਕਗ੍ਰਾਊਂਡ ਆਡੀਓ ਪਲੇਬੈਕ
ps: شاته آډیو پلی بیک
pt: Reprodução de Áudio em Segundo Plano
ru: Воспроизведение аудио в фоне
sw: Uchezaji wa Sauti Nyuma
ta: பின்னணி ஆடியோ இயக்கம்
tr: Arka Plan Ses Çalma
ug: ئارقا كۆرۈنۈشتە ئاۋاز قويۇش
ur: بیک گراؤنڈ آڈیو پلے بیک
vi: Phát âm thanh trong nền
zh: 后台音频播放

# backgroundAudioPlaybackDescription
source: Continue listening to Quran recitation even when the app is in the background.
ar: استمر في الاستماع إلى تلاوة القرآن حتى عندما يكون التطبيق في الخلفية.
az: Tətbiq arxa planda olduqda belə Quran tilavətini dinləməyə davam edin.
bn: অ্যাপ ব্যাকগ্রাউন্ডে থাকলেও কুরআন তিলাওয়াত শোনা চালিয়ে যান।
de: Höre die Koranrezitation weiter, auch wenn die App im Hintergrund ist.
es: Continúa escuchando la recitación del Corán incluso cuando la app está en segundo plano.
fa: ادامه گوش دادن به قرائت قرآن حتی وقتی برنامه در پس‌زمینه است.
fr: Continuez à écouter la récitation du Coran même quand l'app est en arrière-plan.
hi: कुरान तिलावत सुनते रहें भले ऐप बैकग्राउंड में हो।
id: Lanjutkan mendengarkan bacaan Al-Quran meskipun aplikasi di latar belakang.
it: Continua ad ascoltare la recitazione del Corano anche quando l'app è in background.
ja: アプリがバックグラウンドにあるときでも、コーランの読誦を聴き続けることができます。
kk: Қолданба фонда болса да Құран оқуын тыңдауды жалғастырыңыз.
ko: 앱이 백그라운드에 있을 때도 꾸란 낭송을 계속 들을 수 있습니다.
ku: Guhdarkirina xwendina Quranê bidomînin heta ku sepan di paşîn de be jî.
ms: Teruskan mendengar bacaan Al-Quran walaupun aplikasi di latar belakang.
pa: ਐਪ ਬੈਕਗ੍ਰਾਊਂਡ ਵਿੱਚ ਹੋਣ ਤੇ ਵੀ ਕੁਰਾਨ ਤਲਾਵਤ ਸੁਣਨਾ ਜਾਰੀ ਰੱਖੋ।
ps: حتی کله چې اپلیکیشن په شاته کې وي، د قرآن تلاوت اوریدو ته دوام ورکړئ.
pt: Continue a ouvir a recitação do Alcorão mesmo quando o aplicativo está em segundo plano.
ru: Продолжайте слушать чтение Корана даже когда приложение в фоне.
sw: Endelea kusikiliza usomaji wa Kurani hata wakati app iko nyuma.
ta: செயலி பின்னணியில் இருக்கும்போதும் குர்ஆன் ஓதுதலைத் தொடர்ந்து கேட்கவும்.
tr: Uygulama arka planda olsa bile Kur'an okumasına devam edin.
ug: ئەپ ئارقا كۆرۈنۈشتە تۇرسىمۇ قۇرئان تىلاۋىتىنى داۋاملىق ئاڭلاڭ.
ur: ایپ بیک گراؤنڈ میں ہونے پر بھی قرآن کی تلاوت سنتے رہیں۔
vi: Tiếp tục nghe đọc Kinh Qur'an ngay cả khi ứng dụng đang chạy ở chế độ nền.
zh: 即使应用在后台，也继续听取古兰经朗诵。

# audioDataCachingTitle
source: Audio & Data Caching
ar: تخزين الصوت والبيانات مؤقتًا
az: Səs və Məlumatların Keşlənməsi
bn: অডিও এবং ডেটা ক্যাশিং
de: Audio- & Daten-Caching
es: Caché de audio y datos
fa: کش صدا و داده
fr: Mise en cache audio et données
hi: ऑडियो और डेटा कैशिंग
id: Cache Audio & Data
it: Caching di audio e dati
ja: オーディオとデータのキャッシング
kk: Аудио және деректер кэштеу
ko: 오디오 및 데이터 캐싱
ku: Cachekirina Deng û Daneyan
ms: Cache Audio & Data
pa: ਆਡੀਓ ਅਤੇ ਡਾਟਾ ਕੈਸ਼ਿੰਗ
ps: آډیو او ډاټا کیچینګ
pt: Cache de Áudio e Dados
ru: Кэширование аудио и данных
sw: Hifadhi ya Sauti & Data
ta: ஆடியோ & தரவு தற்காலிகச் சேமிப்பு
tr: Ses & Veri Önbellekleme
ug: ئاۋاز ۋە سانلىق مەلۇماتلارنى غەملەش
ur: آڈیو اور ڈیٹا کیچنگ
vi: Lưu trữ đệm Âm thanh & Dữ liệu
zh: 音频与数据缓存

# audioDataCachingDescription
source: Improved playback and offline capabilities with robust audio and Quran data caching.
ar: تحسين التشغيل والقدرات دون اتصال مع تخزين قوي للصوت وبيانات القرآن.
az: Güclü səs və Quran məlumatlarının keşlənməsi ilə təkmilləşdirilmiş oxutma və oflayn imkanlar.
bn: অফলাইন ক্যাপাবিলিটি এবং উন্নত প্লেব্যাকের জন্য শক্তিশালী অডিও এবং কুরআন ডেটা ক্যাশিং।
de: Verbesserte Wiedergabe und Offline-Fähigkeiten durch robustes Caching von Audio- und Korandaten.
es: Mejora la reproducción y capacidades offline con caché robusto de audio y datos del Corán.
fa: پخش بهبودیافته و قابلیت آفلاین با کش قوی صدا و داده‌های قرآن.
fr: Amélioration de la lecture et des capacités hors ligne avec une mise en cache robuste des données audio et du Coran.
hi: बेहतर प्लेबैक और ऑफलाइन कैपेबिलिटी ऑडियो और कुरान डेटा कैशिंग से।
id: Pemutaran lebih baik dan kemampuan offline dengan cache audio dan data Al-Quran yang kuat.
it: Riproduzione migliorata e funzionalità offline con un robusto caching di audio e dati del Corano.
ja: 堅牢なオーディオとコーランデータのキャッシングにより、再生機能とオフライン機能が向上しました。
kk: Мықты аудио және Құран деректерін кэштеумен ойнату және оффлайн мүмкіндіктерін жақсарту.
ko: 강력한 오디오 및 꾸란 데이터 캐싱으로 향상된 재생 및 오프라인 기능을 제공합니다.
ku: Lêdan û kapasîteyên negirêdayî yên baştir bi cachekirina daneyên deng û Quranê yên xurt.
ms: Main semula yang lebih baik dan keupayaan luar talian dengan cache audio dan data Al-Quran yang kukuh.
pa: ਮਜ਼ਬੂਤ ਆਡੀਓ ਅਤੇ ਕੁਰਾਨ ਡਾਟਾ ਕੈਸ਼ਿੰਗ ਨਾਲ ਬਿਹਤਰ ਪਲੇਬੈਕ ਅਤੇ ਆਫਲਾਈਨ ਸਮਰੱਥਾਵਾਂ।
ps: د ښه پلی بیک او آفلاین قابلیتونو سره قوي آډیو او قرآن ډاټا کیچینګ.
pt: Reprodução aprimorada e capacidades offline com cache robusto de áudio e dados do Alcorão.
ru: Улучшенное воспроизведение и оффлайн возможности с надежным кэшированием аудио и данных Корана.
sw: Uchezaji ulioboreshwa na uwezo wa nje ya mtandao na hifadhi thabiti ya sauti na data ya Kurani.
ta: வலுவான ஆடியோ மற்றும் குர்ஆன் தரவு தற்காலிகச் சேமிப்புடன் மேம்படுத்தப்பட்ட இயக்கம் மற்றும் ஆஃப்லைன் திறன்கள்.
tr: Sağlam ses ve Kur'an veri önbelleklemesiyle geliştirilmiş oynatma ve çevrimdışı yetenekler.
ug: كۈچلۈك ئاۋاز ۋە قۇرئان سانلىq مەلۇماتلىرىنى غەملەش ئارقىلىق قويۇش ۋە تورسىز ئىقتىدارلارنى ياخشىلاش.
ur: آف لائن صلاحیتوں اور بہتر پلے بیک کے لیے مضبوط آڈیو اور قرآن ڈیٹا کیچنگ۔
vi: Cải thiện khả năng phát và sử dụng ngoại tuyến với việc lưu trữ đệm dữ liệu âm thanh và Kinh Qur'an mạnh mẽ.
zh: 通过强大的音频和古兰经数据缓存改善播放和离线能力。

# minimalisticInterfaceTitle
source: Minimalistic & Clean Interface
ar: واجهة بسيطة ونظيفة
az: Minimalist və Təmiz İnterfeys
bn: মিনিমালিস্টিক এবং ক্লিন ইন্টারফেস
de: Minimalistische & saubere Benutzeroberfläche
es: Interfaz minimalista y limpia
fa: رابط مینیمالیستی و تمیز
fr: Interface minimaliste et propre
hi: मिनिमलिस्टिक और क्लीन इंटरफेस
id: Antarmuka Minimalis & Bersih
it: Interfaccia minimalista e pulita
ja: ミニマルでクリーンなインターフェース
kk: Минималистік және таза интерфейс
ko: 미니멀하고 깔끔한 인터페이스
ku: Navrûya Minimalîst û Paqij
ms: Antara Muka Minimalis & Bersih
pa: ਮਿਨੀਮਲਿਸਟਿਕ ਅਤੇ ਸਾਫ਼ ਇੰਟਰਫੇਸ
ps: مینیمالیستیک او پاک انټرفیس
pt: Interface Minimalista e Limpa
ru: Минималистичный и чистый интерфейс
sw: Muundo Mdogo & Safi
ta: குறைந்தபட்ச & தூய்மையான இடைமுகம்
tr: Minimalist & Temiz Arayüz
ug: ئاددىي ۋە پاكىز كۆرۈنمە يۈزى
ur: منیملسٹک اور کلین انٹرفیس
vi: Giao diện tối giản & Sạch sẽ
zh: 简约干净界面
