Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# resetAppWarningTitle
source: Reset App Data
ar: إعادة تعيين بيانات التطبيق
az: Tətbiq Məlumatlarını Sıfırla
bn: অ্যাপ ডেটা রিসেট
de: App-Daten zurücksetzen
es: Restablecer datos de la app
fa: بازنشانی داده‌های برنامه
fr: Réinitialiser les données de l'app
hi: ऐप डेटा रीसेट करें
id: Reset Data Aplikasi
it: Reimposta dati dell'app
ja: アプリデータをリセット
kk: Қолданба деректерін қалпына келтіру
ko: 앱 데이터 초기화
ku: Daneyên Sepanê Vesaz Bike
ms: Tetapkan Semula Data Aplikasi
pa: ਐਪ ਡਾਟਾ ਰੀਸੈੱਟ ਕਰੋ
ps: د اپلیکیشن ډاټا ریسیټ کړئ
pt: Redefinir Dados do Aplicativo
ru: Сброс данных приложения
sw: Weka Upya Data ya App
ta: பயன்பாட்டுத் தரவை மீட்டமை
tr: Uygulama Verilerini Sıfırla
ug: ئەپ سانلىق مەلۇماتىنى قايتا قۇرۇش
ur: ایپ ڈیٹا ری سیٹ کریں
vi: Đặt lại Dữ liệu Ứng dụng
zh: 重置应用数据

# resetAppWarningMessage
source: Are you sure you want to reset the app? All your data will be lost, and you will need to set up the app from the beginning.
ar: هل أنت متأكد من إعادة تعيين التطبيق؟ سيتم فقدان جميع بياناتك، وسيتعين عليك إعداد التطبيق من البداية.
az: Tətbiqi sıfırlamaq istədiyinizə əminsinizmi? Bütün məlumatlarınız silinəcək və tətbiqi yenidən qurmalı olacaqsınız.
bn: আপনি কি নিশ্চিত অ্যাপ রিসেট করতে চান? সব ডেটা হারিয়ে যাবে, এবং অ্যাপ শুরু থেকে সেটআপ করতে হবে।
de: Bist du sicher, dass du die App zurücksetzen möchtest? Alle deine Daten gehen verloren und du musst die App von Anfang an neu einrichten.
es: ¿Estás seguro de que quieres restablecer la app? Todos tus datos se perderán y tendrás que configurar la app desde el principio.
fa: آیا مطمئن هستید که می‌خواهید برنامه را بازنشانی کنید؟ تمام داده‌های شما از دست خواهد رفت و باید برنامه را از ابتدا تنظیم کنید.
fr: Êtes-vous sûr de vouloir réinitialiser l'app ? Toutes vos données seront perdues, et vous devrez configurer l'app depuis le début.
hi: क्या आप ऐप रीसेट करना चाहते हैं? आपका सारा डेटा खो जाएगा, और आपको ऐप फिर से सेटअप करना पड़ेगा।
id: Yakin ingin reset aplikasi? Semua data Anda akan hilang, dan Anda harus atur ulang dari awal.
it: Sei sicuro di voler reimpostare l'app? Tutti i tuoi dati andranno persi e dovrai configurare l'app dall'inizio.
ja: アプリをリセットしてもよろしいですか？すべてのデータが失われ、最初からアプリをセットアップする必要があります。
kk: Қолданбаны қалпына келтіргіңіз келеді ме? Барлық деректеріңіз жоғалады, және қолданбаны басынан орнатуыңыз керек.
ko: 앱을 초기화하시겠습니까? 모든 데이터가 삭제되며, 앱을 처음부터 다시 설정해야 합니다.
ku: Ma tu bawer î ku dixwazî sepanê vesaz bikî? Hemî daneyên te dê winda bibin, û divê tu sepanê ji nû ve saz bikî.
ms: Adakah anda pasti mahu tetapkan semula aplikasi? Semua data anda akan hilang, dan anda perlu tetapkan aplikasi dari awal.
pa: ਕੀ ਤੁਸੀਂ ਐਪ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡਾ ਸਾਰਾ ਡਾਟਾ ਗੁਆਚ ਜਾਵੇਗਾ, ਅਤੇ ਤੁਹਾਨੂੰ ਐਪ ਨੂੰ ਸ਼ੁਰੂ ਤੋਂ ਸੈੱਟ ਅੱਪ ਕਰਨਾ ਪਵੇਗਾ।
ps: ایا تاسو ډاډه یاست چې اپلیکیشن ریسیټ کړئ؟ ستاسو ټول ډاټا به له لاسه ورکړل شي، او تاسو به د اپلیکیشن له پیل څخه تنظیم کړئ.
pt: Tem certeza de que deseja redefinir o aplicativo? Todos os seus dados serão perdidos e você precisará configurar o aplicativo desde o início.
ru: Вы уверены, что хотите сбросить приложение? Все ваши данные будут потеряны, и вам придется настроить приложение заново.
sw: Una uhakika unataka kuweka upya app? Data yako yote itapotea, na utahitaji kuanzisha app tangu mwanzo.
ta: பயன்பாட்டை மீட்டமைக்க விரும்புகிறீர்களா? உங்கள் எல்லா தரவுகளும் இழக்கப்படும், மேலும் நீங்கள் பயன்பாட்டை ஆரம்பத்தில் இருந்து அமைக்க வேண்டும்.
tr: Uygulamayı sıfırlamak istediğinize emin misiniz? Tüm verileriniz silinecek ve uygulamayı baştan kurmanız gerekecek.
ug: ئەپنى قايتا قۇرماقچىمۇ؟ بارلىق سانلىق مەلۇماتلىرىڭىز يوقىلىدۇ، ھەمدە ئەپنى باشتىن-ئاخىر قايتا تەڭشىشىڭىز كېرەك.
ur: کیا آپ واقعی ایپ ری سیٹ کرنا چاہتے ہیں؟ آپ کا تمام ڈیٹا ضائع ہو جائے گا، اور آپ کو ایپ کو شروع سے سیٹ اپ کرنا پڑے گا۔
vi: Bạn có chắc chắn muốn đặt lại ứng dụng không? Tất cả dữ liệu của bạn sẽ bị mất và bạn sẽ cần phải thiết lập lại ứng dụng từ đầu.
zh: 您确定要重置应用吗？所有数据将丢失，您需要从头设置应用。

source: Cancel
ar: إلغاء
az: Ləğv et
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: कैंसल
id: Batal
it: Annulla
ja: キャンセル
kk: Болдырмау
ko: 취소
ku: Betal bike
ms: Batal
pa: ਰੱਦ ਕਰੋ
ps: لغوه کړئ
pt: Cancelar
ru: Отмена
sw: Ghairi
ta: ரத்துசெய்
tr: İptal
ug: بىكار قىلىش
ur: منسوخ کریں
vi: Hủy
zh: 取消

source: Reset
ar: إعادة تعيين
az: Sıfırla
bn: রিসেট
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hi: रीसेट
it: Reimposta
ja: リセット
kk: Қалпына келтіру
ko: 초기화
ku: Vesaz bike
ms: Tetapkan Semula
pa: ਰੀਸੈੱਟ
ps: ریسیټ
pt: Redefinir
ru: Сброс
sw: Weka Upya
ta: மீட்டமை
tr: Sıfırla
ug: قايتا قۇرۇش
ur: ری سیٹ
vi: Đặt lại
zh: 重置

# shareAppSubject
source: Check out this Al Quran App!
ar: تحقق من تطبيق القرآن هذا!
az: Bu əl-Quran tətbiqinə bax!
bn: এই আল কুরআন অ্যাপ দেখুন!
de: Schau dir diese Al-Quran-App an!
es: ¡Mira esta app de Al Corán!
fa: این برنامه القرآن را بررسی کنید!
fr: Découvrez cette app Al Coran !
hi: यह अल कुरान ऐप देखें!
id: Coba Aplikasi Al Quran Ini!
it: Dai un'occhiata a questa app Al Quran!
ja: このアル・コーランアプリをチェック！
kk: Бұл Әл Құран қолданбасын қараңыз!
ko: 이 알 꾸란 앱을 확인해보세요!
ku: Vê Sepana Al Quran binirxîne!
ms: Lihat Aplikasi Al-Quran Ini!
pa: ਇਸ ਅਲ ਕੁਰਾਨ ਐਪ ਨੂੰ ਵੇਖੋ!
ps: دا القرآن اپلیکیشن وګورئ!
pt: Confira este aplicativo do Alcorão!
ru: Посмотрите это приложение Аль-Коран!
sw: Angalia App Hii ya Al Kurani!
ta: இந்த அல் குர்ஆன் செயலியைப் பாருங்கள்!
tr: Bu Kur'an Uygulamasını İnceleyin!
ug: بۇ ئەل قۇرئان ئەپىنى سىناپ بېقىڭ!
ur: یہ القرآن ایپ چیک کریں!
vi: Hãy xem ứng dụng Al Qur'an này!
zh: 看看这个古兰经应用！

# shareAppBody
source: Assalamualaikum! Check out this Al Quran app for daily reading and reflection. It helps connect with Allah's words. Download here: {appLink}
ar: السلام عليكم! تحقق من تطبيق القرآن هذا للقراءة اليومية والتأمل. يساعد في الاتصال بكلمات الله. نزل من هنا: {appLink}
az: Əssəlamu Aleykum! Gündəlik oxu və təfəkkür üçün bu əl-Quran tətbiqinə baxın. Allahın kəlamı ilə bağ qurmağa kömək edir. Buradan yükləyin: {appLink}
bn: আসসালামু আলাইকুম! এই আল কুরআন অ্যাপ দেখুন দৈনিক পড়া এবং চিন্তার জন্য। এটা আল্লাহর কথার সাথে যুক্ত হতে সাহায্য করে। এখান থেকে ডাউনলোড করুন: {appLink}
de: Assalamualaikum! Schau dir diese Al-Quran-App zum täglichen Lesen und Nachdenken an. Sie hilft, sich mit den Worten Allahs zu verbinden. Lade sie hier herunter: {appLink}
es: ¡Assalamualaikum! Mira esta app de Al Corán para lectura y reflexión diaria. Ayuda a conectar con las palabras de Allah. Descárgala aquí: {appLink}
fa: السلام علیکم! این برنامه القرآن را برای خواندن و تأمل روزانه بررسی کنید. کمک می‌کند با کلمات الله ارتباط برقرار کنید. اینجا دانلود کنید: {appLink}
fr: Assalamualaikum ! Découvrez cette app Al Coran pour une lecture et une réflexion quotidiennes. Elle aide à se connecter avec les paroles d'Allah. Téléchargez ici : {appLink}
hi: अस्सलामुअलैकुम! यह अल कुरान ऐप रोज पढ़ने और सोचने के लिए देखें। यह अल्लाह के कलाम से जुड़ने में मदद करता है। यहां डाउनलोड करें: {appLink}
id: Assalamualaikum! Coba aplikasi Al Quran ini untuk bacaan dan renungan harian. Membantu terhubung dengan firman Allah. Unduh di sini: {appLink}
it: Assalamualaikum! Dai un'occhiata a questa app Al Quran per la lettura e la riflessione quotidiana. Aiuta a connettersi con le parole di Allah. Scarica qui: {appLink}
ja: アッサラーム・アライクム！日々の読誦と思索のために、このアル・コーランアプリをチェックしてみてください。アッラーの御言葉との繋がりを助けます。ダウンロードはこちら：{appLink}
kk: Ассалаумағалейкум! Күнделікті оқу және ойлану үшін бұл Әл Құран қолданбасын қараңыз. Ол Алланың сөздерімен байланысуға көмектеседі. Мұнда жүктеңіз: {appLink}
ko: 앗살라무 알라이쿰! 매일 꾸란을 읽고 묵상할 수 있는 이 알 꾸란 앱을 확인해보세요. 알라의 말씀을 더 가까이하는 데 도움이 됩니다. 다운로드 링크: {appLink}
ku: Esselamu aleykum! Vê sepana Al Quran ji bo xwendin û ramana rojane biceribîne. Ew dibe alîkar ku meriv bi gotinên Allah re têkildar be. Li vir dakêşin: {appLink}
ms: Assalamualaikum! Lihat aplikasi Al-Quran ini untuk bacaan dan renungan harian. Ia membantu hubung dengan kalam Allah. Muat turun di sini: {appLink}
pa: ਅੱਸਲਾਮੁ ਅਲੈਕੁਮ! ਰੋਜ਼ਾਨਾ ਪੜ੍ਹਨ ਅਤੇ ਵਿਚਾਰ ਲਈ ਇਸ ਅਲ ਕੁਰਾਨ ਐਪ ਨੂੰ ਵੇਖੋ। ਇਹ ਅੱਲ੍ਹਾ ਦੇ ਸ਼ਬਦਾਂ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ। ਇੱਥੇ ਡਾਊਨਲੋਡ ਕਰੋ: {appLink}
ps: اسلام علیکم! دا القرآن اپلیکیشن د ورځني لوستلو او تفکر لپاره وګورئ. دا د الله له کلماتو سره د نښلولو مرسته کوي. دلته ډاونلوډ کړئ: {appLink}
pt: Assalamualaikum! Confira este aplicativo do Alcorão para leitura e reflexão diária. Ele ajuda a se conectar com as palavras de Allah. Baixe aqui: {appLink}
ru: Ассаламу алейкум! Посмотрите это приложение Аль-Коран для ежедневного чтения и размышлений. Оно помогает связаться со словами Аллаха. Скачайте здесь: {appLink}
sw: Assalamualaikum! Angalia app hii ya Al Kurani kwa kusoma na kutafakari kila siku. Inasaidia kuungana na maneno ya Allah. Pakua hapa: {appLink}
ta: அஸ்ஸலாமு அலைக்கும்! தினசரி ஓதுவதற்கும் சிந்திப்பதற்கும் இந்த அல் குர்ஆன் செயலியைப் பாருங்கள். இது அல்லாஹ்வின் வார்த்தைகளுடன் தொடர்பு கொள்ள உதவுகிறது. இங்கே பதிவிறக்கவும்: {appLink}
tr: Assalamualaikum! Günlük okuma ve tefekkür için bu Kur'an uygulamasını inceleyin. Allah'ın kelamıyla bağlantı kurmanıza yardımcı olur. Buradan indirin: {appLink}
ug: ئەسسالامۇ ئەلەيكۇم! كۈندىلىك ئوقۇش ۋە تەپەككۇر قىلىش ئۈچۈن بۇ ئەل قۇرئان ئەپىنى سىناپ بېقىڭ. ئۇ ئاللاھنىڭ سۆزلىرى بىلەن باغلىنىشقا ياردەم بېرىدۇ. بۇ يەردىن چۈشۈرۈڭ: {appLink}
ur: السلام علیکم! یہ القرآن ایپ روزانہ پڑھنے اور غور و فکر کے لیے چیک کریں۔ یہ اللہ کے کلام سے جڑنے میں مدد کرتی ہے۔ یہاں سے ڈاؤن لوڈ کریں: {appLink}
vi: Assalamualaikum! Hãy xem ứng dụng Al Qur'an này để đọc và suy ngẫm hàng ngày. Ứng dụng giúp kết nối với lời của Allah. Tải xuống tại đây: {appLink}
zh: 阿萨拉姆阿拉伊库姆！看看这个古兰经应用，用于日常阅读和反思。它帮助与安拉的话语连接。在此下载：{appLink}

# openDrawerTooltip
source: Open Drawer
ar: افتح الدرج
az: Menyunu Aç
bn: ড্রয়ার খুলুন
de: Menü öffnen
es: Abrir cajón
fa: باز کردن کشو
fr: Ouvrir le tiroir
hi: ड्रावर खोलें
id: Buka Laci
it: Apri menu
ja: メニューを開く
kk: Тартпаны ашу
ko: 메뉴 열기
ku: Pêşekê Veke
ms: Buka Laci
pa: ਡ੍ਰਾਅਰ ਖੋਲ੍ਹੋ
ps: دراور خلاص کړئ
pt: Abrir Menu
ru: Открыть меню
sw: Fungua Droo
ta: பட்டியலைத் திற
tr: Çekmeceyi Aç
ug: تىزىملىكنى ئېچىش
ur: ڈراور کھولیں
vi: Mở Menu
zh: 打开抽屉

source: Quran
ar: قرآن
bn: কুরআন
de: Koran
es: Corán
fa: قرآن
fr: Coran
hi: कुरान
id: Al-Quran
it: Corano
ja: コーラン
kk: Құран
ko: 꾸란
ms: Al-Quran
pa: ਕੁਰਾਨ
ps: قرآن
pt: Alcorão
ru: Коран
sw: Kurani
ta: குர்ஆன்
tr: Kur'an
ug: قۇرئان
ur: قرآن
zh: 古兰经

source: Prayer
ar: صلاة
az: Namaz
bn: নামাজ
de: Gebet
es: Oración
fa: نماز
fr: Prière
hi: नमाज
id: Sholat
it: Preghiera
ja: 礼拝
kk: Намаз
ko: 기도
ku: Nivêj
ms: Solat
pa: ਨਮਾਜ਼
ps: لمانځه
pt: Oração
ru: Намаз
sw: Swala
ta: தொழுகை
tr: Namaz
ug: ناماز
ur: نماز
vi: Cầu nguyện
zh: 礼拜

source: Qibla
ar: قبلة
az: Qiblə
bn: কিবলা
fa: قبله
hi: किबला
id: Kiblat
ja: キブラ
kk: Қыбла
ko: 키블라
ku: Qible
ms: Kiblat
pa: ਕਿਬਲਾ
ps: قبله
ru: Кибла
sw: Kibla
ta: கிப்லா
tr: Kıble
ug: قىبلە
ur: قبلہ
zh: 克尔白

source: Audio
ar: صوت
az: Səs
bn: অডিও
fa: صدا
hi: ऑडियो
ja: オーディオ
kk: Аудио
ko: 오디오
ku: Deng
pa: ਆਡੀਓ
ps: آډیو
pt: Áudio
ru: Аудио
sw: Sauti
ta: ஆடியோ
tr: Ses
ug: ئاۋاز
ur: آڈیو
vi: Âm thanh
zh: 音频

source: Surah
ar: سورة
az: Surə
bn: সূরা
de: Sure
es: Sura
fa: سوره
fr: Sourate
hi: सूरह
it: Sura
ja: スーラ
kk: Сүре
ko: 수라
ku: Sûre
pa: ਸੂਰਹ
ps: سوره
pt: Surata
ru: Сура
sw: Sura
ta: சூரா
tr: Sure
ug: سۈرە
ur: سورہ
zh: 章节

source: Pages
ar: صفحات
az: Səhifələr
bn: পৃষ্ঠাসমূহ
de: Seiten
es: Páginas
fa: صفحات
hi: पेज
id: Halaman
it: Pagine
ja: ページ
kk: Беттер
ko: 페이지
ku: Rûpel
ms: Halaman
pa: ਸਫ਼ੇ
ps: پاڼې
pt: Páginas
ru: Страницы
sw: Kurasa
ta: பக்கங்கள்
tr: Sayfalar
ug: بەتلەر
ur: صفحات
vi: Trang
zh: 页

source: Note:
ar: ملاحظة:
az: Qeyd:
bn: নোট:
de: Notiz:
es: Nota:
fa: یادداشت:
hi: नोट:
id: Catatan:
it: Nota:
ja: 注：
kk: Ескерту:
ko: 참고:
ku: Nîşe:
ms: Nota:
pa: ਨੋਟ:
ps: یادونه:
pt: Nota:
ru: Заметка:
sw: Maelezo:
ta: குறிப்பு:
tr: Not:
ug: خاتىرە:
ur: نوٹ:
vi: Ghi chú:
zh: 笔记：

source: Linked Ayahs:
ar: آيات مرتبطة:
az: Əlaqəli Ayələr:
bn: লিঙ্কড আয়াত:
de: Verlinkte Verse:
es: Aleyas vinculadas:
fa: آیه‌های مرتبط:
fr: Versets liés :
hi: लिंक्ड आयतें:
id: Ayat Terkait:
it: Versetti collegati:
ja: 関連する節：
kk: Байланысты аяттар:
ko: 연결된 아야:
ku: Ayetên Girêdayî:
ms: Ayat Berkaitan:
pa: ਲਿੰਕ ਕੀਤੀਆਂ ਆਇਤਾਂ:
ps: نښلول شوي آیاتونه:
pt: Versículos Vinculados:
ru: Связанные аяты:
sw: Aya Zilizounganishwa:
ta: இணைக்கப்பட்ட ஆயத்துகள்:
tr: Bağlı Ayetler:
ug: باغلانغان ئايەتلەر:
ur: منسلک آیات:
vi: Các Ayah được liên kết:
zh: 链接经节：

# emptyNoteCollection
source: This note collection is empty. Add some notes to see them here.
ar: هذه المجموعة من الملاحظات فارغة. أضف بعض الملاحظات لرؤيتها هنا.
az: Bu qeyd kolleksiyası boşdur. Onları burada görmək üçün bir neçə qeyd əlavə edin.
bn: এই নোট কালেকশন খালি। কিছু নোট যোগ করে দেখুন।
de: Diese Notizsammlung ist leer. Füge Notizen hinzu, um sie hier zu sehen.
es: Esta colección de notas está vacía. Agrega algunas notas para verlas aquí.
fa: این مجموعه یادداشت خالی است. چند یادداشت اضافه کنید تا اینجا ببینید.
fr: Cette collection de notes est vide. Ajoutez des notes pour les voir ici.
hi: यह नोट कलेक्शन खाली है। यहां देखने के लिए कुछ नोट्स जोड़ें।
id: Koleksi catatan ini kosong. Tambahkan catatan untuk melihatnya di sini.
it: Questa raccolta di note è vuota. Aggiungi delle note per vederle qui.
ja: このノートコレクションは空です。 ノートを追加してここに表示しましょう。
kk: Бұл ескертпе жинағы бос. Мұнда көру үшін кейбір ескертпелер қосыңыз.
ko: 노트 모음이 비어 있습니다. 여기에 노트를 추가하여 확인하세요.
ku: Ev berhevoka nîşeyan vala ye. Ji bo dîtina wan li vir çend nîşeyan lê zêde bike.
ms: Koleksi nota ini kosong. Tambah nota untuk lihat di sini.
pa: ਇਹ ਨੋਟ ਕਲੈਕਸ਼ਨ ਖਾਲੀ ਹੈ। ਇੱਥੇ ਵੇਖਣ ਲਈ ਕੁਝ ਨੋਟ ਜੋੜੋ।
ps: دا یادونې مجموعه خالي ده. ځینې یادونې اضافه کړئ چې دلته یې وګورئ.
pt: Esta coleção de notas está vazia. Adicione algumas notas para vê-las aqui.
ru: Эта коллекция заметок пуста. Добавьте заметки, чтобы увидеть их здесь.
sw: Mkusanyiko huu wa maelezo ni tupu. Ongeza maelezo ili kuyaona hapa.
ta: இந்த குறிப்புத் தொகுப்பு காலியாக உள்ளது. அவற்றை இங்கே காண சில குறிப்புகளைச் சேர்க்கவும்.
tr: Bu not koleksiyonu boş. Burada görmek için bazı notlar ekleyin.
ug: بۇ خاتىرە توپلىمى قۇرۇق. بۇ يەردە كۆرۈش ئۈچۈن خاتىرە قوشۇڭ.
ur: یہ نوٹ کلیکشن خالی ہے۔ یہاں دیکھنے کے لیے کچھ نوٹس شامل کریں۔
vi: Bộ sưu tập ghi chú này trống. Thêm vài ghi chú để xem chúng ở đây.
zh: 此笔记集合为空。 添加一些笔记以在此处查看。

# emptyPinnedCollection
source: No Ayahs pinned to this collection yet. Pin Ayahs to see them here.
ar: لم يتم تثبيت أي آيات في هذه المجموعة بعد. ثبت الآيات لرؤيتها هنا.
az: Hələlik bu kolleksiyaya bərkidilmiş Ayə yoxdur. Onları burada görmək üçün Ayələri bərkidin.
bn: এই কালেকশনে কোনো আয়াত পিন করা হয়নি। আয়াত পিন করে দেখুন।
de: Noch keine Verse an diese Sammlung angeheftet. Heften Sie Verse an, um sie hier zu sehen.
es: No hay aleyas fijadas en esta colección aún. Fija aleyas para verlas aquí.
fa: هنوز هیچ آیه‌ای به این مجموعه سنجاق نشده است. آیه‌ها را سنجاق کنید تا اینجا ببینید.
fr: Aucun verset épinglé dans cette collection pour l'instant. Épinglez des versets pour les voir ici.
hi: इस कलेक्शन में अभी कोई आयत पिन नहीं की गई। देखने के लिए आयतें पिन करें।
id: Belum ada ayat yang disematkan ke koleksi ini. Sematkan ayat untuk melihatnya di sini.
it: Nessun versetto aggiunto a questa raccolta. Aggiungi dei versetti per vederli qui.
ja: このコレクションにはまだピン留めされた節がありません。 節をピン留めしてここに表示しましょう。
kk: Бұл жинаққа әлі аяттар бекітілмеген. Мұнда көру үшін аяттарды бекітіңіз.
ko: 이 모음에 고정된 아야가 없습니다. 아야를 고정하여 여기에서 확인하세요.
ku: Hêj ti ayet li vê berhevokê nehatine nîşankirin. Ji bo dîtina wan li vir ayetan nîşan bike.
ms: Tiada ayat dipinkan ke koleksi ini lagi. Pinkan ayat untuk lihat di sini.
pa: ਇਸ ਕਲੈਕਸ਼ਨ ਵਿੱਚ ਅਜੇ ਕੋਈ ਆਇਤ ਪਿੰਨ ਨਹੀਂ ਕੀਤੀ। ਇੱਥੇ ਵੇਖਣ ਲਈ ਆਇਤਾਂ ਪਿੰਨ ਕਰੋ।
ps: هیڅ آیاتونه دا مجموعه ته پن شوي ندي. آیاتونه پن کړئ چې دلته یې وګورئ.
pt: Nenhum versículo fixado nesta coleção ainda. Fixe versículos para vê-los aqui.
ru: Нет закрепленных аятов в этой коллекции. Закрепите аяты, чтобы увидеть их здесь.
sw: Hakuna Aya zilizobandikwa kwa mkusanyiko huu bado. Bandika Aya ili kuyaona hapa.
ta: இந்த தொகுப்பில் இன்னும் ஆயத்துகள் எதுவும் பின் செய்யப்படவில்லை. அவற்றை இங்கே காண ஆயத்துகளைப் பின் செய்யவும்.
tr: Bu koleksiyona henüz ayet sabitlenmemiş. Görmek için ayetleri sabitleyin.
ug: بۇ توپلامغا تېخى ھېچقانداق ئايەت قادالمىدى. بۇ يەردە كۆرۈش ئۈچۈن ئايەتلەرنى قاداڭ.
ur: ابھی تک اس کلیکشن میں کوئی آیات پن نہیں کی گئیں۔ یہاں دیکھنے کے لیے آیات پن کریں۔
vi: Chưa có Ayah nào được ghim vào bộ sưu tập này. Ghim Ayah để xem chúng ở đây.
zh: 尚未固定经节到此集合。 固定经节以在此处查看。

source: No content available.
ar: لا يوجد محتوى متوفر.
az: Məzmun mövcud deyil.
bn: কোনো কনটেন্ট পাওয়া যায়নি।
de: Kein Inhalt verfügbar.
es: No hay contenido disponible.
fa: محتوایی موجود نیست.
fr: Aucun contenu disponible.
hi: कोई कंटेंट उपलब्ध नहीं।
id: Tidak ada konten tersedia.
it: Nessun contenuto disponibile.
ja: 利用可能なコンテンツがありません。
kk: Мазмұн жоқ.
ko: 사용 가능한 콘텐츠가 없습니다.
ku: Naverok tune.
ms: Tiada kandungan tersedia.
pa: ਕੋਈ ਸਮੱਗਰੀ ਉਪਲਬਧ ਨਹੀਂ।
ps: هیڅ منځپانګه شتون نلري.
pt: Nenhum conteúdo disponível.
ru: Нет доступного содержимого.
sw: Hakuna maudhui yanayopatikana.
ta: உள்ளடக்கம் எதுவும் கிடைக்கவில்லை.
tr: İçerik mevcut değil.
ug: مەزمۇن يوق.
ur: کوئی مواد دستیاب نہیں ہے۔
vi: Không có nội dung.
zh: 无可用内容。

# failedToLoadCollections
source: Failed to load collections: {error}
ar: فشل في تحميل المجموعات: {error}
az: Kolleksiyaları yükləmək alınmadı: {error}
bn: কালেকশন লোড করতে ব্যর্থ: {error}
de: Sammlungen konnten nicht geladen werden: {error}
es: Error al cargar colecciones: {error}
fa: بارگیری مجموعه‌ها شکست خورد: {error}
fr: Échec du chargement des collections : {error}
hi: कलेक्शन लोड करने में फेल: {error}
id: Gagal memuat koleksi: {error}
it: Caricamento delle raccolte non riuscito: {error}
ja: コレクションの読み込みに失敗しました：{error}
kk: Жинақтарды жүктеу сәтсіз: {error}
ko: 모음을 불러오는 데 실패했습니다: {error}
ku: Barkirina berhevokan bi ser neket: {error}
ms: Gagal muat koleksi: {error}
pa: ਕਲੈਕਸ਼ਨ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ps: مجموعې لوډ کولو کې ناکامي: {error}
pt: Falha ao carregar coleções: {error}
ru: Не удалось загрузить коллекции: {error}
sw: Imeshindwa kupakia mikusanyiko: {error}
ta: தொகுப்புகளை ஏற்றுவதில் தோல்வி: {error}
tr: Koleksiyonlar yüklenemedi: {error}
ug: توپلاملارنى يۈكلىيەلمىدى: {error}
ur: کلیکشنز لوڈ کرنے میں ناکام: {error}
vi: Tải bộ sưu tập thất bại: {error}
zh: 加载集合失败：{error}

# searchByCollectionName
source: Search By {collectionType} Name...
ar: ابحث حسب اسم {collectionType}...
az: {collectionType} Adına görə axtar...
bn: {collectionType} নাম দিয়ে খুঁজুন...
de: Nach {collectionType}-Name suchen...
es: Buscar por nombre de {collectionType}...
fa: جستجو بر اساس نام {collectionType}...
fr: Rechercher par nom de {collectionType}...
hi: {collectionType} नाम से खोजें...
id: Cari Berdasarkan Nama {collectionType}...
it: Cerca per nome {collectionType}...
ja: {collectionType}名で検索…
kk: {collectionType} аты бойынша іздеу...
ko: {collectionType} 이름으로 검색...
ku: Li gorî Navê {collectionType} Bigere...
ms: Cari Mengikut Nama {collectionType}...
pa: {collectionType} ਨਾਮ ਨਾਲ ਖੋਜੋ...
ps: د {collectionType} نوم په واسطه لټون کړئ...
pt: Buscar por Nome de {collectionType}...
ru: Поиск по имени {collectionType}...
sw: Tafuta Kwa Jina la {collectionType}...
ta: {collectionType} பெயரால் தேடவும்...
tr: {collectionType} Adına Göre Ara...
ug: {collectionType} ئىسمى بويىچە ئىزدەش...
ur: {collectionType} نام سے تلاش کریں...
vi: Tìm theo tên {collectionType}...
zh: 按 {collectionType} 名称搜索...

source: Sort by
ar: ترتيب حسب
az: Sırala
bn: সর্ট করুন
de: Sortieren nach
es: Ordenar por
fa: مرتب‌سازی بر اساس
fr: Trier par
hi: सॉर्ट बाय
id: Urutkan berdasarkan
it: Ordina per
ja: 並べ替え
kk: Сұрыптау
ko: 정렬 기준
ku: Li gorî rêz bike
ms: Susun mengikut
pa: ਸੌਰਟ ਕਰੋ
ps: په واسطه ترتیب کړئ
pt: Ordenar por
ru: Сортировать по
sw: Panga kwa
ta: வரிசைப்படுத்து
tr: Sırala
ug: تەرتىپلەش
ur: ترتیب سے
vi: Sắp xếp theo
zh: 排序方式

# noCollectionAddedYet
source: No {collectionType} added yet
ar: لم يتم إضافة {collectionType} بعد
az: Hələ heç bir {collectionType} əlavə edilməyib
bn: এখনো কোনো {collectionType} যোগ করা হয়নি
de: Noch keine {collectionType} hinzugefügt
es: No se ha agregado {collectionType} aún
fa: هنوز هیچ {collectionType} اضافه نشده است
fr: Aucune {collectionType} ajoutée pour l'instant
hi: अभी कोई {collectionType} नहीं जोड़ा गया
id: Belum ada {collectionType} yang ditambahkan
it: Nessuna {collectionType} ancora aggiunta
ja: まだ{collectionType}が追加されていません
kk: Әлі {collectionType} қосылмаған
ko: 아직 추가된 {collectionType}이(가) 없습니다
ku: Hêj ti {collectionType} nehatiye zêdekirin
ms: Tiada {collectionType} ditambah lagi
pa: ਅਜੇ ਕੋਈ {collectionType} ਨਹੀਂ ਜੋੜਿਆ ਗਿਆ
ps: هیڅ {collectionType} لا اضافه شوې نده
pt: Nenhuma {collectionType} adicionada ainda
ru: Нет добавленных {collectionType} пока
sw: Hakuna {collectionType} iliyoongezwa bado
ta: இன்னும் {collectionType} எதுவும் சேர்க்கப்படவில்லை
tr: Henüz {collectionType} eklenmemiş
ug: تېخى ھېچقانداق {collectionType} قوشۇلمىدى
ur: ابھی تک کوئی {collectionType} شامل نہیں کیا گیا
vi: Chưa có {collectionType} nào được thêm
zh: 尚未添加 {collectionType}

# pinnedItemsCount
source: {count} pinned items
ar: {count} عناصر مثبتة
az: {count} bərkidilmiş element
bn: {count} পিনড আইটেম
de: {count} gepinnte Elemente
es: {count} elementos fijados
fa: {count} مورد سنجاق‌شده
fr: {count} éléments épinglés
hi: {count} पिन किए हुए आइटम
id: {count} item disematkan
it: {count} elementi aggiunti
ja: {count} 件のピン留め済みアイテム
kk: {count} бекітілген элемент
ko: 고정된 항목 {count}개
ku: {count} hêmanên nîşankirî
ms: {count} item dipinkan
pa: {count} ਪਿੰਨ ਕੀਤੇ ਆਈਟਮ
ps: {count} پن شوي توکي
pt: {count} itens fixados
ru: {count} закрепленных элементов
sw: {count} vitu vilivyobandikwa
ta: {count} பின் செய்யப்பட்டவை
tr: {count} sabitlenmiş öğe
ug: {count} قادالغان تۈر
ur: {count} پن کیے گئے آئٹمز
vi: {count} mục đã ghim
zh: {count} 个固定项

# notesCount
source: {count} notes
ar: {count} ملاحظات
az: {count} qeyd
bn: {count} নোট
de: {count} Notizen
es: {count} notas
fa: {count} یادداشت
hi: {count} नोट्स
id: {count} catatan
it: {count} note
ja: {count} 件のノート
kk: {count} ескертпе
ko: 노트 {count}개
ku: {count} nîşe
ms: {count} nota
pa: {count} ਨੋਟਸ
ps: {count} یادونې
pt: {count} notas
ru: {count} заметок
sw: {count} maelezo
ta: {count} குறிப்புகள்
tr: {count} not
ug: {count} خاتىرە
ur: {count} نوٹس
vi: {count} ghi chú
zh: {count} 个笔记

source: Empty name not allowed
ar: الاسم الفارغ غير مسموح
az: Boş ad icazə verilmir
bn: খালি নাম অনুমোদিত নয়
de: Leerer Name nicht erlaubt
es: Nombre vacío no permitido
fa: نام خالی مجاز نیست
fr: Nom vide non autorisé
hi: खाली नाम allowed नहीं
id: Nama kosong tidak diizinkan
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
kk: Бос ат рұқсат етілмейді
ko: 이름을 비워둘 수 없습니다
ku: Navê vala nayê qebûlkirin
ms: Nama kosong tidak dibenarkan
pa: ਖਾਲੀ ਨਾਮ ਮਨਜ਼ੂਰ ਨਹੀਂ
ps: خالي نوم اجازه نلري
pt: Nome em branco não é permitido
ru: Пустое имя не разрешено
sw: Jina tupu hairuhusiwi
ta: காலிப் பெயர் அனுமதிக்கப்படாது
tr: Boş isim izin verilmez
ug: قۇرۇق ئىسىم بولمايدۇ
ur: خالی نام کی اجازت نہیں ہے
vi: Tên không được để trống
zh: 不允许空名称

# updatedTo
source: Updated to {collectionName}
ar: تم التحديث إلى {collectionName}
az: {collectionName} olaraq yeniləndi
bn: {collectionName} এ আপডেট করা হয়েছে
de: Aktualisiert zu {collectionName}
es: Actualizado a {collectionName}
fa: به‌روزرسانی به {collectionName}
fr: Mis à jour vers {collectionName}
hi: {collectionName} में अपडेट किया गया
id: Diperbarui ke {collectionName}
it: Aggiornato a {collectionName}
ja: {collectionName} に更新しました
kk: {collectionName} жаңартылды
ko: {collectionName}(으)로 업데이트됨
ku: Ji bo {collectionName} hate nûvekirin
ms: Dikemas kini ke {collectionName}
pa: {collectionName} ਵਿੱਚ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ
ps: ته تازه شو: {collectionName}
pt: Atualizado para {collectionName}
ru: Обновлено до {collectionName}
sw: Imesasishwa kwa {collectionName}
ta: {collectionName} ஆகப் புதுப்பிக்கப்பட்டது
tr: {collectionName}'e güncellendi
ug: {collectionName} غا يېڭىلاندى
ur: {collectionName} میں اپ ڈیٹ کیا گیا
vi: Đã cập nhật thành {collectionName}
zh: 更新为 {collectionName}
