Repository: IsmailHosenIsmailJames/al_quran_v3
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bn, de, es, fa, fr, hi, id, it, ja, kk, ko, ku, ms, pa, ps, pt, ru, sw, ta, tr, ug, ur, vi, zh

# reminderAdded
source: Reminder for {prayerName} added
ar: تم إضافة تذكير لـ {prayerName}
az: {prayerName} üçün xatırlatma əlavə edildi
bn: {prayerName} এর রিমাইন্ডার যোগ করা হয়েছে
de: Erinnerung für {prayerName} hinzugefügt
es: Recordatorio para {prayerName} agregado
fa: یادآوری برای {prayerName} اضافه شد
fr: Rappel pour {prayerName} ajouté
hi: {prayerName} के लिए रिमाइंडर जोड़ा गया
id: Pengingat untuk {prayerName} ditambahkan
it: Promemoria per {prayerName} aggiunto
ja: {prayerName}のリマインダーが追加されました
kk: {prayerName} үшін еске салу қосылды
ko: {prayerName} 알림이 추가되었습니다
ku: Bîranîn ji bo {prayerName} hate zêdekirin
ms: Peringatan untuk {prayerName} ditambah
pa: {prayerName} ਲਈ ਰਿਮਾਈਂਡਰ ਜੋੜਿਆ ਗਿਆ
ps: د {prayerName} لپاره یادونه اضافه شوه
pt: Lembrete para {prayerName} adicionado
ru: Напоминание для {prayerName} добавлено
sw: Ukumbusho wa {prayerName} umeongezwa
ta: {prayerName} க்கான நினைவூட்டல் சேர்க்கப்பட்டது
tr: {prayerName} için hatırlatma eklendi
ug: {prayerName} ئۈچۈن ئەسكەرتىش قوشۇلدى
ur: {prayerName} کے لیے یاد دہانی شامل کی گئی
vi: Đã thêm nhắc nhở cho {prayerName}
zh: {prayerName} 的提醒已添加

# allowNotificationPermission
source: Please allow notification permission to use this feature
ar: يرجى السماح بإذن الإشعارات لاستخدام هذه الميزة
az: Bu funksiyanı istifadə etmək üçün zəhmət olmasa bildiriş icazəsi verin
bn: এই ফিচার ব্যবহার করতে নোটিফিকেশন পারমিশন দিন
de: Bitte erlaube Benachrichtigungen, um diese Funktion zu nutzen
es: Por favor, permite el permiso de notificaciones para usar esta función
fa: لطفاً مجوز اعلان را اجازه دهید تا از این ویژگی استفاده کنید
fr: Veuillez autoriser la permission de notification pour utiliser cette fonction
hi: इस फीचर को इस्तेमाल करने के लिए नोटिफिकेशन परमिशन दें
id: Izinkan izin notifikasi untuk menggunakan fitur ini
it: Si prega di consentire il permesso di notifica per utilizzare questa funzione
ja: この機能を使用するには、通知の許可をお願いします
kk: Бұл мүмкіндікті пайдалану үшін хабарландыру рұқсатын рұқсат етіңіз
ko: 이 기능을 사용하려면 알림 권한을 허용해주세요
ku: Ji kerema xwe destûrê bide agahdarkirinê da ku vê taybetmendiyê bikar bîne
ms: Sila benarkan kebenaran pemberitahuan untuk menggunakan ciri ini
pa: ਇਸ ਫੀਚਰ ਨੂੰ ਵਰਤਣ ਲਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਪਰਮਿਸ਼ਨ ਨੂੰ ਮਨਜ਼ੂਰ ਕਰੋ
ps: مهرباني وکړئ د دې فیچر کارولو لپاره نوټیفیکیشن اجازه ورکړئ
pt: Por favor, permita a permissão de notificação para usar este recurso
ru: Пожалуйста, разрешите уведомления для использования этой функции
sw: Tafadhali ruhusu idhini ya arifa ili kutumia kipengele hiki
ta: இந்த அம்சத்தைப் பயன்படுத்த அறிவிப்பு அனுமதியை அனுமதிக்கவும்
tr: Bu özelliği kullanmak için bildirim iznine izin verin
ug: بۇ ئىقتىdarنى ئىشلىتىش ئۈچۈن ئۇقتۇرۇش ھوقۇقىنى بېرىڭ
ur: اس فیچر کو استعمال کرنے کے لیے نوٹیفیکیشن کی اجازت دیں
vi: Vui lòng cho phép quyền thông báo để sử dụng tính năng này
zh: 请允许通知权限以使用此功能

# reminderRemoved
source: Reminder for {prayerName} removed
ar: تم إزالة تذكير {prayerName}
az: {prayerName} üçün xatırlatma silindi
bn: {prayerName} এর রিমাইন্ডার সরানো হয়েছে
de: Erinnerung für {prayerName} entfernt
es: Recordatorio para {prayerName} eliminado
fa: یادآوری برای {prayerName} حذف شد
fr: Rappel pour {prayerName} supprimé
hi: {prayerName} का रिमाइंडर हटाया गया
id: Pengingat untuk {prayerName} dihapus
it: Promemoria per {prayerName} rimosso
ja: {prayerName}のリマインダーが削除されました
kk: {prayerName} үшін еске салу жойылды
ko: {prayerName} 알림이 제거되었습니다
ku: Bîranîn ji bo {prayerName} hate rakirin
ms: Peringatan untuk {prayerName} dibuang
pa: {prayerName} ਲਈ ਰਿਮਾਈਂਡਰ ਹਟਾਇਆ ਗਿਆ
ps: د {prayerName} لپاره یادونه لرې شوه
pt: Lembrete para {prayerName} removido
ru: Напоминание для {prayerName} удалено
sw: Ukumbusho wa {prayerName} umeondolewa
ta: {prayerName} க்கான நினைவூட்டல் அகற்றப்பட்டது
tr: {prayerName} için hatırlatma kaldırıldı
ug: {prayerName} ئۈچۈن ئەسكەرتىش ئۆچۈرۈلدى
ur: {prayerName} کے لیے یاد دہانی ہٹا دی گئی
vi: Đã xóa nhắc nhở cho {prayerName}
zh: {prayerName} 的提醒已移除

source: Get Prayer Times and Qibla
ar: احصل على أوقات الصلاة والقبلة
az: Namaz Vaxtlarını və Qibləni Al
bn: নামাজের সময় এবং কিবলা পান
de: Gebetszeiten und Qibla abrufen
es: Obtener horarios de oración y Qibla
fa: دریافت زمان‌های نماز و قبله
fr: Obtenir les horaires de prière et la Qibla
hi: नमाज के समय और किबला पाएं
id: Dapatkan Waktu Sholat dan Kiblat
it: Ottieni orari di preghiera e Qibla
ja: 礼拝時間とキブラを取得
kk: Намаз уақыттары мен Қыбланы алу
ko: 기도 시간 및 키블라 확인
ku: Demên Nivêjê û Qibleyê Bistîne
ms: Dapatkan Waktu Solat dan Kiblat
pa: ਨਮਾਜ਼ ਸਮਾਂ ਅਤੇ ਕਿਬਲਾ ਲਵੋ
ps: د لمانځه وختونه او قبلې ترلاسه کړئ
pt: Obter Horários de Oração e Qibla
ru: Получить время намаза и киблу
sw: Pata Muda wa Swala na Kibla
ta: தொழுகை நேரங்கள் மற்றும் கிப்லாவைப் பெறுங்கள்
tr: Namaz Vakitleri ve Kıble Al
ug: ناماز ۋاقىتلىرى ۋە قىبلەنى ئېلىش
ur: نماز کے اوقات اور قبلہ حاصل کریں
vi: Lấy Giờ cầu nguyện và Qibla
zh: 获取礼拜时间和克尔白方向

# getPrayerTimesAndQiblaDescription
source: Calculate Prayer Times and Qibla for Any Given Location.
ar: احسب أوقات الصلاة والقبلة لأي موقع معين.
az: İstənilən Məkan üçün Namaz Vaxtlarını və Qibləni Hesablayın.
bn: যেকোনো লোকেশনের জন্য নামাজের সময় এবং কিবলা ক্যালকুলেট করুন।
de: Berechne Gebetszeiten und Qibla für jeden beliebigen Ort.
es: Calcula horarios de oración y Qibla para cualquier ubicación dada.
fa: محاسبه زمان‌های نماز و قبله برای هر مکان داده‌شده.
fr: Calculez les horaires de prière et la Qibla pour n'importe quel emplacement.
hi: किसी भी लोकेशन के लिए नमाज के समय और किबला कैलकुलेट करें।
id: Hitung Waktu Sholat dan Kiblat untuk Lokasi Mana Saja.
it: Calcola gli orari di preghiera e la Qibla per qualsiasi località.
ja: 任意の場所の礼拝時間とキブラを計算します。
kk: Кез келген орналасу үшін намаз уақыттары мен Қыбланы есептеу.
ko: 지정된 위치의 기도 시간과 키블라를 계산합니다.
ku: Demên Nivêjê û Qibleyê ji bo her cîhekî hesab bike.
ms: Kira Waktu Solat dan Kiblat untuk Mana-mana Lokasi.
pa: ਕਿਸੇ ਵੀ ਦਿੱਤੇ ਸਥਾਨ ਲਈ ਨਮਾਜ਼ ਸਮਾਂ ਅਤੇ ਕਿਬਲਾ ਗਣਨਾ ਕਰੋ।
ps: د هر ځای لپاره د لمانځه وختونه او قبله محاسبه کړئ.
pt: Calcule os Horários de Oração e a Qibla para qualquer localização.
ru: Рассчитать время намаза и киблу для любого местоположения.
sw: Hesabu Muda wa Swala na Kibla kwa Mahali Yoyote Iliyotolewa.
ta: கொடுக்கப்பட்ட எந்த இருப்பிடத்திற்கும் தொழுகை நேரங்கள் மற்றும் கிப்லாவைக் கணக்கிடுங்கள்.
tr: Herhangi Bir Konum İçin Namaz Vakitlerini ve Kıbleyi Hesapla.
ug: بېرىلگەن ئورۇن ئۈچۈن ناماز ۋاقىتلىرى ۋە قىبلەنى ھېسابلاڭ.
ur: کسی بھی دیے گئے مقام کے لیے نماز کے اوقات اور قبلہ کا حساب لگائیں۔
vi: Tính toán Giờ cầu nguyện và Qibla cho bất kỳ vị trí nào.
zh: 为任何给定位置计算礼拜时间和克尔白方向。

# getFromGPS
source: Get form GPS
ar: احصل من GPS
az: GPS-dən al
bn: জিপিএস থেকে পান
de: Von GPS abrufen
es: Obtener del GPS
fa: دریافت از GPS
fr: Obtenir via GPS
hi: जीपीएस से पाएं
id: Dapatkan dari GPS
it: Ottieni da GPS
ja: GPSから取得
kk: GPS-тен алу
ko: GPS에서 가져오기
ku: Ji GPSê bistîne
ms: Dapatkan dari GPS
pa: ਜੀਪੀਐੱਸ ਤੋਂ ਲਵੋ
ps: د GPS څخه ترلاسه کړئ
pt: Obter do GPS
ru: Получить из GPS
sw: Pata kutoka GPS
ta: ஜி.பி.எஸ் இலிருந்து பெறு
tr: GPS'ten Al
ug: GPS دىن ئېلىش
ur: جی پی ایس سے حاصل کریں
vi: Lấy từ GPS
zh: 从 GPS 获取

source: Or
ar: أو
az: Və ya
bn: অথবা
de: Oder
es: O
fa: یا
fr: Ou
hi: या
id: Atau
it: O
ja: または
kk: Немесе
ko: 또는
ku: An
ms: Atau
pa: ਜਾਂ
ps: یا
pt: Ou
ru: Или
sw: Au
ta: அல்லது
tr: Veya
ug: ياكى
ur: یا
vi: Hoặc
zh: 或

# selectYourCity
source: Select you City
ar: اختر مدينتك
az: Şəhərinizi Seçin
bn: আপনার শহর নির্বাচন করুন
de: Wähle deine Stadt
es: Selecciona tu ciudad
fa: انتخاب شهر شما
fr: Sélectionnez votre ville
hi: अपना शहर चुनें
id: Pilih Kota Anda
it: Seleziona la tua città
ja: 都市を選択
kk: Қалаңызды таңдаңыз
ko: 도시 선택
ku: Bajarê xwe hilbijêre
ms: Pilih Bandar Anda
pa: ਆਪਣਾ ਸ਼ਹਿਰ ਚੁਣੋ
ps: خپل ښار انتخاب کړئ
pt: Selecione sua Cidade
ru: Выберите свой город
sw: Chagua Mji Wako
ta: உங்கள் நகரத்தைத் தேர்ந்தெடுக்கவும்
tr: Şehrinizi Seçin
ug: شەھىرىڭىزنى تاللاڭ
ur: اپنا شہر منتخب کریں
vi: Chọn Thành phố của bạn
zh: 选择您的城市

# noteAboutGPS
source: Note: If you don't want to use GPS or not feel secure, you can select your city.
ar: ملاحظة: إذا كنت لا تريد استخدام GPS أو لا تشعر بالأمان، يمكنك اختيار مدينتك.
az: Qeyd: Əgər GPS istifadə etmək istəmirsinizsə və ya özünüzü təhlükəsiz hiss etmirsinizsə, şəhərinizi seçə bilərsiniz.
bn: নোট: জিপিএস ব্যবহার করতে না চাইলে বা নিরাপদ মনে না করলে, আপনার শহর নির্বাচন করুন।
de: Hinweis: Wenn du kein GPS verwenden möchtest oder dich nicht sicher fühlst, kannst du deine Stadt auswählen.
es: Nota: Si no quieres usar GPS o no te sientes seguro, puedes seleccionar tu ciudad.
fa: توجه: اگر نمی‌خواهید از GPS استفاده کنید یا احساس امنیت نمی‌کنید، می‌توانید شهر خود را انتخاب کنید.
fr: Note : Si vous ne voulez pas utiliser le GPS ou ne vous sentez pas en sécurité, vous pouvez sélectionner votre ville.
hi: नोट: अगर आप जीपीएस इस्तेमाल नहीं करना चाहते या सुरक्षित नहीं लगता, तो अपना शहर चुन सकते हैं।
id: Catatan: Jika tidak ingin menggunakan GPS atau merasa tidak aman, Anda bisa pilih kota Anda.
it: Nota: se non vuoi usare il GPS o non ti senti sicuro, puoi selezionare la tua città.
ja: 注：GPSを使用したくない、または安全でないと感じる場合は、都市を選択できます。
kk: Ескерту: GPS-ті пайдаланғыңыз келмесе немесе қауіпсіздік сезінбесеңіз, қалаңызды таңдай аласыз.
ko: 참고: GPS를 사용하고 싶지 않거나 보안이 우려되는 경우, 도시를 직접 선택할 수 있습니다.
ku: Nîşe: Heke hûn naxwazin GPSê bikar bînin an hest bi ewlehiyê nakin, hûn dikarin bajarê xwe hilbijêrin.
ms: Nota: Jika anda tidak mahu gunakan GPS atau tidak rasa selamat, anda boleh pilih bandar anda.
pa: ਨੋਟ: ਜੇ ਤੁਸੀਂ ਜੀਪੀਐੱਸ ਨੂੰ ਵਰਤਣਾ ਨਹੀਂ ਚਾਹੁੰਦੇ ਜਾਂ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਮਹਿਸੂਸ ਕਰਦੇ, ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਸ਼ਹਿਰ ਚੁਣ ਸਕਦੇ ਹੋ।
ps: یادونه: که تاسو GPS کارول نه غواړئ یا خوندي احساس نه کوئ، تاسو کولی شئ خپل ښار انتخاب کړئ.
pt: Nota: Se não quiser usar o GPS ou não se sentir seguro, pode selecionar a sua cidade.
ru: Примечание: Если вы не хотите использовать GPS или не чувствуете себя в безопасности, вы можете выбрать свой город.
sw: Kumbuka: Ikiwa hutaki kutumia GPS au hujisikia salama, unaweza kuchagua mji wako.
ta: குறிப்பு: நீங்கள் ஜி.பி.எஸ் பயன்படுத்த விரும்பவில்லை அல்லது பாதுகாப்பாக உணரவில்லை என்றால், உங்கள் நகரத்தைத் தேர்ந்தெடுக்கலாம்.
tr: Not: GPS kullanmak istemiyorsanız veya güvensiz hissediyorsanız, şehrinizi seçebilirsiniz.
ug: ئەسكەرتىش: ئەگەر GPS نى ئىشلەتمەكچى بولمىسىڭىز ياكى بىخەتەر ھېس قىلمىسىڭىز، شەھىرىڭىزنى تاللىسىڭىزمۇ بولىدۇ.
ur: نوٹ: اگر آپ جی پی ایس استعمال نہیں کرنا چاہتے یا محفوظ محسوس نہیں کرتے، تو آپ اپنا شہر منتخب کر سکتے ہیں۔
vi: Lưu ý: Nếu bạn không muốn sử dụng GPS hoặc cảm thấy không an toàn, bạn có thể chọn thành phố của mình.
zh: 注意：如果您不想使用 GPS 或觉得不安全，您可以选择您的城市。

source: Downloading location resources...
ar: جاري تنزيل موارد الموقع...
az: Məkan resursları yüklənir...
bn: লোকেশন রিসোর্স ডাউনলোড হচ্ছে...
de: Standort-Ressourcen werden heruntergeladen...
es: Descargando recursos de ubicación...
fa: دانلود منابع مکان...
fr: Téléchargement des ressources de localisation...
hi: लोकेशन रिसोर्स डाउनलोड कर रहे हैं...
id: Mengunduh sumber daya lokasi...
it: Scaricamento delle risorse di localizzazione...
ja: 位置情報リソースをダウンロード中…
kk: Орналасу ресурстарын жүктеу...
ko: 위치 리소스 다운로드 중...
ku: Çavkaniyên cîhê têne daxistin...
ms: Muat turun sumber lokasi...
pa: ਸਥਾਨ ਸਰੋਤ ਡਾਊਨਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...
ps: د ځای وسایل ډاونلوډ کول...
pt: Baixando recursos de localização...
ru: Скачивание ресурсов местоположения...
sw: Inapakua rasilimali za mahali...
ta: இருப்பிட வளங்களைப் பதிவிறக்குகிறது...
tr: Konum kaynakları indiriliyor...
ug: ئورۇن مەنبەلىرى چۈشۈرۈلۈۋاتىدۇ...
ur: مقام کے وسائل ڈاؤن لوڈ ہو رہے ہیں...
vi: Đang tải xuống tài nguyên vị trí...
zh: 下载位置资源...

source: Something went wrong
ar: حدث خطأ ما
az: Xəta baş verdi
bn: কিছু একটা সমস্যা হয়েছে
de: Etwas ist schiefgelaufen
es: Algo salió mal
fa: چیزی اشتباه رخ داد
fr: Quelque chose s'est mal passé
hi: कुछ गड़बड़ हो गई
id: Ada yang salah
it: Qualcosa è andato storto
ja: 問題が発生しました
kk: Бірдеңе қате кетті
ko: 문제가 발생했습니다
ku: Tiştek xelet çû
ms: Sesuatu tidak kena
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
ps: یو څه غلطي شوې ده
pt: Algo deu errado
ru: Что-то пошло не так
sw: Kitu kimeharibika
ta: ஏதோ தவறு நடந்துவிட்டது
tr: Bir şeyler ters gitti
ug: خاتالىق كۆرۈلدى
ur: کچھ غلط ہو گیا
vi: Đã có lỗi xảy ra
zh: 出了点问题

source: Select Your Country
ar: اختر بلدك
az: Ölkənizi Seçin
bn: আপনার দেশ নির্বাচন করুন
de: Wähle dein Land
es: Selecciona tu país
fa: انتخاب کشور شما
fr: Sélectionnez votre pays
hi: अपना देश चुनें
id: Pilih Negara Anda
it: Seleziona il tuo Paese
ja: 国を選択
kk: Еліңізді таңдаңыз
ko: 국가 선택
ku: Welatê Xwe Hilbijêre
ms: Pilih Negara Anda
pa: ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ
ps: خپل هیواد انتخاب کړئ
pt: Selecione seu País
ru: Выберите свою страну
sw: Chagua Nchi Yako
ta: உங்கள் நாட்டைத் தேர்ந்தெடுக்கவும்
tr: Ülkenizi Seçin
ug: دۆلىتىڭىزنى تاللاڭ
ur: اپنا ملک منتخب کریں
vi: Chọn Quốc gia của bạn
zh: 选择您的国家

source: Search for a country
ar: ابحث عن بلد
az: Ölkə axtarın
bn: একটা দেশ খুঁজুন
de: Suche ein Land
es: Buscar un país
fa: جستجو برای یک کشور
fr: Rechercher un pays
hi: देश खोजें
id: Cari negara
it: Cerca un Paese
ja: 国を検索
kk: Елді іздеу
ko: 국가 검색
ku: Li welatekî bigere
ms: Cari negara
pa: ਦੇਸ਼ ਖੋਜੋ
ps: یو هیواد لټون کړئ
pt: Procurar um país
ru: Поиск страны
sw: Tafuta nchi
ta: ஒரு நாட்டைத் தேடவும்
tr: Bir ülke ara
ug: دۆلەت ئىزدەش
ur: ملک تلاش کریں
vi: Tìm kiếm quốc gia
zh: 搜索国家

source: Select Your Administrator
ar: اختر الإدارة الخاصة بك
az: İnzibati Ərazinizi Seçin
bn: আপনার অ্যাডমিনিস্ট্রেটর নির্বাচন করুন
de: Wähle dein Bundesland
es: Selecciona tu administrador
fa: انتخاب مدیر شما
fr: Sélectionnez votre administrateur
hi: अपना एडमिनिस्ट्रेटर चुनें
id: Pilih Administrator Anda
it: Seleziona la tua regione
ja: 行政区画を選択
kk: Әкімшіңізді таңдаңыз
ko: 지역 선택
ku: Rêveberê Xwe Hilbijêre
ms: Pilih Pentadbir Anda
pa: ਆਪਣਾ ਐਡਮਿਨਿਸਟ੍ਰੇਟਰ ਚੁਣੋ
ps: خپل اداري انتخاب کړئ
pt: Selecione sua Região
ru: Выберите администратора
sw: Chagua Msimamizi Wako
ta: உங்கள் நிர்வாகப் பகுதியத் தேர்ந்தெடுக்கவும்
tr: Yönetici Alanınızı Seçin
ug: ۋىلايىتىڭىزنى تاللاڭ
ur: اپنا ایڈمنسٹریٹر منتخب کریں
vi: Chọn Khu vực Hành chính của bạn
zh: 选择您的行政区

# searchForAnAdministrator
source: Search for a administrator
ar: ابحث عن إدارة
az: İnzibati ərazi axtarın
bn: একটা অ্যাডমিনিস্ট্রেটর খুঁজুন
de: Suche ein Bundesland
es: Buscar un administrador
fa: جستجو برای یک مدیر
fr: Rechercher un administrateur
hi: एडमिनिस्ट्रेटर खोजें
id: Cari administrator
it: Cerca una regione
ja: 行政区画を検索
kk: Әкімшіні іздеу
ko: 지역 검색
ku: Li rêveberekî bigere
ms: Cari pentadbir
pa: ਐਡਮਿਨਿਸਟ੍ਰੇਟਰ ਖੋਜੋ
ps: یو اداري لټون کړئ
pt: Procurar uma região
ru: Поиск администратора
sw: Tafuta msimamizi
ta: ஒரு நிர்வாகப் பகுதியத் தேடவும்
tr: Bir yönetici ara
ug: ۋىلايەت ئىزدەش
ur: ایڈمنسٹریٹر تلاش کریں
vi: Tìm kiếm khu vực hành chính
zh: 搜索行政区

source: Search for a city
ar: ابحث عن مدينة
az: Şəhər axtarın
bn: একটা শহর খুঁজুন
de: Suche eine Stadt
es: Buscar una ciudad
fa: جستجو برای یک شهر
fr: Rechercher une ville
hi: शहर खोजें
id: Cari kota
it: Cerca una città
ja: 都市を検索
kk: Қаланы іздеу
ko: 도시 검색
ku: Li bajarekî bigere
ms: Cari bandar
pa: ਸ਼ਹਿਰ ਖੋਜੋ
ps: یو ښار لټون کړئ
pt: Procurar uma cidade
ru: Поиск города
sw: Tafuta mji
ta: ஒரு நகரத்தைத் தேடவும்
tr: Bir şehir ara
ug: شەھەر ئىزدەش
ur: شہر تلاش کریں
vi: Tìm kiếm thành phố
zh: 搜索城市

source: Please enable location service
ar: يرجى تمكين خدمة الموقع
az: Zəhmət olmasa, məkan xidmətini aktivləşdirin
bn: লোকেশন সার্ভিস চালু করুন
de: Bitte aktiviere die Standortermittlung
es: Por favor, activa el servicio de ubicación
fa: لطفاً سرویس مکان را فعال کنید
fr: Veuillez activer le service de localisation
hi: कृपया लोकेशन सर्विस चालू करें
id: Aktifkan layanan lokasi
it: Abilita il servizio di localizzazione
ja: 位置情報サービスを有効にしてください
kk: Орналасу қызметін қосыңыз
ko: 위치 서비스를 활성화해주세요
ku: Ji kerema xwe servîsa cîhê çalak bike
ms: Sila aktifkan perkhidmatan lokasi
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਥਾਨ ਸੇਵਾ ਚਾਲੂ ਕਰੋ
ps: مهرباني وکړئ د ځای خدمت فعال کړئ
pt: Por favor, ative o serviço de localização
ru: Пожалуйста, включите службу геолокации
sw: Tafadhali washa huduma ya mahali
ta: தயவுசெய்து இருப்பிடச் சேவையை இயக்கவும்
tr: Lütfen konum servisini etkinleştirin
ug: ئورۇن مۇلازىمىتىنى قوزغىتىڭ
ur: براہ مہربانی مقام کی سروس فعال کریں
vi: Vui lòng bật dịch vụ vị trí
zh: 请启用位置服务

source: Donate Us
ar: تبرع لنا
az: Bizə İanə Edin
bn: আমাদের ডোনেট করুন
de: Spende für uns
es: Donar
fa: کمک مالی به ما
fr: Faites-nous un don
hi: हमें दान दें
id: Donasi untuk Kami
it: Donaci
ja: 寄付する
kk: Бізге қайырымдылық жасаңыз
ko: 후원하기
ku: Beşdariyê Bike
ms: Dermakan Kepada Kami
pa: ਸਾਨੂੰ ਦਾਨ ਕਰੋ
ps: موږ ته مرسته وکړئ
pt: Faça uma Doação
ru: Пожертвуйте нам
sw: Tuchangie
ta: எங்களுக்கு நன்கொடை அளியுங்கள்
tr: Bize Bağış Yapın
ug: بىزگە ئىئانە قىلىڭ
ur: ہمیں عطیہ دیں
vi: Ủng hộ chúng tôi
zh: 捐赠我们

source: Under development
ar: قيد التطوير
az: Hazırlanma mərhələsindədir
bn: ডেভেলপমেন্টের মধ্যে
de: In Entwicklung
es: En desarrollo
fa: در حال توسعه
fr: En développement
hi: डेवलपमेंट में
id: Sedang dikembangkan
it: In fase di sviluppo
ja: 開発中
kk: Әзірлеу үстінде
ko: 개발 중
ku: Di bin pêşxistinê de ye
ms: Sedang Dibangunkan
pa: ਵਿਕਾਸ ਅਧੀਨ
ps: په پراختیا کې
pt: Em desenvolvimento
ru: В разработке
sw: Inaendelea kujengwa
ta: உருவாக்கத்தில் உள்ளது
tr: Geliştirme aşamasında
ug: ئىجاد قىلىنىۋاتىدۇ
ur: ترقی کے مراحل میں
vi: Đang phát triển
zh: 开发中

# versionLoading
source: Loading...
ar: جاري التحميل...
az: Yüklənir...
bn: লোড হচ্ছে...
de: Lädt...
es: Cargando...
fa: در حال بارگیری...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中…
kk: Жүктелуде...
ko: 로딩 중...
ku: Bardibe...
ms: Sedang Memuat...
pa: ਲੋਡਿੰਗ...
ps: لوډینګ...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
ta: ஏற்றுகிறது...
tr: Yükleniyor...
ug: يۈكلىنىۋاتىدۇ...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh: 加载中...

source: Al Quran
ar: القرآن
az: əl-Quran
bn: আল কুরআন
es: Al Corán
fa: القرآن
fr: Al Coran
hi: अल कुरान
ja: アル・コーラン
kk: Әл Құран
ko: 알 꾸란
pa: ਅਲ ਕੁਰਾਨ
ps: القرآن
pt: Alcorão
ru: Аль-Коран
sw: Al Kurani
ta: அல் குர்ஆன்
tr: Kur'an
ug: ئەل قۇرئان
ur: القرآن
zh: 古兰经

source: Main Menu
ar: القائمة الرئيسية
az: Əsas Menyu
bn: মেইন মেনু
de: Hauptmenü
es: Menú principal
fa: منوی اصلی
fr: Menu principal
hi: मेन मेन्यू
id: Menu Utama
it: Menu principale
ja: メインメニュー
kk: Басты мәзір
ko: 메인 메뉴
ku: Menuya Sereke
ms: Menu Utama
pa: ਮੁੱਖ ਮੀਨੂੰ
ps: اصلي مینو
pt: Menu Principal
ru: Главное меню
sw: Menyu Kuu
ta: முதன்மை பட்டியல்
tr: Ana Menü
ug: ئاساسىي تىزىملىك
ur: مین مینو
vi: Menu Chính
zh: 主菜单

source: Notes
ar: ملاحظات
az: Qeydlər
bn: নোটস
de: Notizen
es: Notas
fa: یادداشت‌ها
hi: नोट्स
id: Catatan
it: Note
ja: ノート
kk: Ескертпелер
ko: 노트
ku: Nîşe
ms: Nota
pa: ਨੋਟਸ
ps: یادونې
pt: Notas
ru: Заметки
sw: Maelezo
ta: குறிப்புகள்
tr: Notlar
ug: خاتىرىلەر
ur: نوٹس
vi: Ghi chú
zh: 笔记

source: Pinned
ar: مثبت
az: Bərkidilmişlər
bn: পিনড
de: Gepinnt
es: Fijados
fa: سنجاق‌شده
fr: Épinglé
hi: पिन किए हुए
id: Disematkan
it: Aggiunti
ja: ピン留め済み
kk: Бекітілген
ko: 고정됨
ku: Nîşankirî
ms: Dipinkan
pa: ਪਿੰਨ ਕੀਤੇ
ps: پن شوی
pt: Fixados
ru: Закрепленные
sw: Iliyobandikwa
ta: பின் செய்யப்பட்டவை
tr: Sabitlenmiş
ug: قادالغانلار
ur: پن کیے گئے
vi: Đã ghim
zh: 已固定

source: Jump to Ayah
ar: انتقل إلى آية
az: Ayəyə Keç
bn: আয়াতে যান
de: Springe zu Vers
es: Ir a aleya
fa: پرش به آیه
fr: Aller au verset
hi: आयत पर जाएं
id: Lompat ke Ayat
it: Vai al versetto
ja: 節へ移動
kk: Аятқа өту
ko: 아야로 이동
ku: Biçe ser Ayetê
ms: Lompat ke Ayat
pa: ਆਇਤ ਵੱਲ ਜਾਓ
ps: آیت ته ورشئ
pt: Ir para Versículo
ru: Перейти к аяту
sw: Ruka kwa Aya
ta: ஆயத்திற்குச் செல்க
tr: Ayete Git
ug: ئايەتكە ئۆتۈش
ur: آیت پر جائیں
vi: Chuyển đến Ayah
zh: 跳转到经节

source: Share Multiple Ayah
ar: مشاركة آيات متعددة
az: Birdən Çox Ayə Paylaş
bn: একাধিক আয়াত শেয়ার করুন
de: Mehrere Verse teilen
es: Compartir múltiples aleyas
fa: اشتراک‌گذاری چندین آیه
fr: Partager plusieurs versets
hi: कई आयतें शेयर करें
id: Bagikan Beberapa Ayat
it: Condividi più versetti
ja: 複数の節を共有
kk: Бірнеше аятты бөлісу
ko: 여러 아야 공유
ku: Gelek Ayetan Parve Bike
ms: Kongsi Beberapa Ayat
pa: ਕਈ ਆਇਤਾਂ ਸਾਂਝੀਆਂ ਕਰੋ
ps: څو آیاتونه شریک کړئ
pt: Compartilhar Múltiplos Versículos
ru: Поделиться несколькими аятами
sw: Shiriki Aya Nyingi
ta: பல ஆயத்துகளைப் பகிரவும்
tr: Birden Fazla Ayeti Paylaş
ug: بىر نەچچە ئايەتنى ھەمبەھىرلەش
ur: کئی آیات شیئر کریں
vi: Chia sẻ nhiều Ayah
zh: 分享多个经节

source: Share this App
ar: مشاركة هذا التطبيق
az: Bu Tətbiqi Paylaş
bn: এই অ্যাপ শেয়ার করুন
de: Diese App teilen
es: Compartir esta app
fa: اشتراک‌گذاری این برنامه
fr: Partager cette app
hi: यह ऐप शेयर करें
id: Bagikan Aplikasi Ini
it: Condividi questa app
ja: このアプリを共有
kk: Бұл қолданбаны бөлісу
ko: 이 앱 공유하기
ku: Vê Sepanê Parve Bike
ms: Kongsi Aplikasi Ini
pa: ਇਸ ਐਪ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
ps: دا اپلیکیشن شریک کړئ
pt: Compartilhar este Aplicativo
ru: Поделиться приложением
sw: Shiriki App Hii
ta: இந்த பயன்பாட்டைப் பகிரவும்
tr: Bu Uygulamayı Paylaş
ug: بۇ ئەپنى ھەمبەھىرلەش
ur: یہ ایپ شیئر کریں
vi: Chia sẻ ứng dụng này
zh: 分享此应用

source: Give Rating
ar: أعطِ تقييمًا
az: Qiymət Ver
bn: রেটিং দিন
de: Bewertung abgeben
es: Dar calificación
fa: دادن امتیاز
fr: Donner une note
hi: रेटिंग दें
id: Beri Rating
it: Dai una valutazione
ja: 評価する
kk: Баға беру
ko: 평점 남기기
ku: Binirxîne
ms: Beri Penilaian
pa: ਰੇਟਿੰਗ ਦਿਓ
ps: ریټینګ ورکړئ
pt: Avaliar
ru: Оценить
sw: Toa Ukadiriaji
ta: மதிப்பீடு வழங்கவும்
tr: Puan Ver
ug: باھا بېرىش
ur: ریٹنگ دیں
vi: Đánh giá
zh: 给予评分

source: Bug Report
ar: تقرير خطأ
az: Xəta Bildir
bn: বাগ রিপোর্ট
de: Fehler melden
es: Reporte de error
fa: گزارش باگ
fr: Rapport de bug
hi: बग रिपोर्ट
id: Laporan Bug
it: Segnalazione bug
ja: バグ報告
kk: Қате туралы есеп
ko: 버그 신고
ku: Rapora Çewtiyê
ms: Laporan Pepijat
pa: ਬੱਗ ਰਿਪੋਰਟ
ps: د بګ راپور
pt: Relatar Erro
ru: Отчет об ошибке
sw: Ripoti ya Hitilafu
ta: பிழை அறிக்கை
tr: Hata Raporu
ug: خاتالىق مەلۇم قىلىش
ur: بگ رپورٹ
vi: Báo cáo lỗi
zh: bug报告

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bn: প্রাইভেসি পলিসি
de: Datenschutzerklärung
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: प्राइवेसी पॉलिसी
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
kk: Құпиялылық саясаты
ko: 개인정보 처리방침
ku: Polîtîkaya Nepenîtiyê
ms: Dasar Privasi
pa: ਪ੍ਰਾਈਵੇਸੀ ਪਾਲਿਸੀ
ps: د محرمیت پالیسي
pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
tr: Gizlilik Politikası
ug: مەخپىيەتلىك سىياسىتى
ur: پرائیویسی پالیسی
vi: Chính sách Bảo mật
zh: 隐私政策

source: About the App
ar: عن التطبيق
az: Tətbiq Haqqında
bn: অ্যাপ সম্পর্কে
de: Über die App
es: Sobre la app
fa: درباره برنامه
fr: À propos de l'app
hi: ऐप के बारे में
id: Tentang Aplikasi
it: Informazioni sull'app
ja: アプリについて
kk: Қолданба туралы
ko: 앱 정보
ku: Derbarê Sepanê de
ms: Tentang Aplikasi
pa: ਐਪ ਬਾਰੇ
ps: د اپلیکیشن په اړه
pt: Sobre o Aplicativo
ru: О приложении
sw: Kuhusu App
ta: பயன்பாட்டைப் பற்றி
tr: Uygulama Hakkında
ug: ئەپ ھەققىدە
ur: ایپ کے بارے میں
vi: Về ứng dụng
zh: 关于应用

source: Reset the App
ar: إعادة تعيين التطبيق
az: Tətbiqi Sıfırla
bn: অ্যাপ রিসেট করুন
de: App zurücksetzen
es: Restablecer la app
fa: بازنشانی برنامه
fr: Réinitialiser l'app
hi: ऐप रीसेट करें
id: Reset Aplikasi
it: Reimposta l'app
ja: アプリをリセット
kk: Қолданбаны қалпына келтіру
ko: 앱 초기화
ku: Sepanê Vesaz Bike
ms: Tetapkan Semula Aplikasi
pa: ਐਪ ਰੀਸੈੱਟ ਕਰੋ
ps: اپلیکیشن ریسیټ کړئ
pt: Redefinir o Aplicativo
ru: Сбросить приложение
sw: Weka Upya App
ta: பயன்பாட்டை மீட்டமை
tr: Uygulamayı Sıfırla
ug: ئەپنى قايتا قۇرۇش
ur: ایپ ری سیٹ کریں
vi: Đặt lại ứng dụng
zh: 重置应用
